[
    {
        "title": "Sommaire",
        "subtitle": null,
        "contexte": "Le championnat d'Europe de football, appelé communémentEurodepuis le début des années 1980 et de façon officielle depuis1996, est une compétitioneuropéenneentre les meilleures sélections nationales masculines defootball, organisée par l'UEFA. Imaginé dès1927parHenri Delaunay, il est créé en 1956 sous le nom deCoupe d'Europe des nations. Il se déroule tous les quatre ans, alternant les années paires avec laCoupe du monde. Sa première édition se tient en 1960. Il est rebaptiséchampionnat d'Europe des nations en 1968, lors du changement de formule qui voit l'introduction d'une phase depoulesau tour préliminaire. Des compétitions équivalentes existent dans les cinq autres unions continentales. Sur le plan sportif, l'Euro est, avec laCopa América, la compétition internationale de football la plus prestigieuse après la Coupe du monde. Les équipes les plus titrées à l'Euro sont l'Allemagneet l'Espagne, avec trois sacres chacune, devant l'Italieet laFrancequi comptent respectivement deux titres. Dix nations en tout figurent au palmarès de la compétition depuis 1960. L'équipe d'Italiearemporté en juillet 2021la16eédition de l'Euroqui était initialement prévue en 2020 mais a dû être reportée d'un an en raison de lapandémie de Covid-19."
    },
    {
        "title": "Histoire",
        "subtitle": "Débuts",
        "contexte": "En1927, le secrétaire général de laFédération française de football,Henri Delaunay, émet l'idée d'organiser une compétition internationale continentale sur le territoire européen, mais le projet n'aboutit pas en l'absence d'une organisation européenne tandis que laFIFAconcentre tous ses efforts sur laCoupe du mondenaissante. En1954, l'UEFA voit le jour et décide d'étudier ce projet. Elle annonce que la première édition aura lieu en 1960. La première Coupe d'Europe des nations débute sous un format classique de coupe à élimination directe où les équipes s'affrontent en matchs aller-retour, à commencer par un tour préliminaire (dont sont exemptées un certain nombre d'équipes en fonction du nombre total d'inscrits), suivi de huitièmes de finale et quarts de finale. Les quatre demi-finalistes issus de cette première phase décident d'un pays hôte pour y disputer le tournoi final comprenant les demi-finales (sur un match), le match de la troisième place et la finale. Seulement dix-sept nations (aucune britannique) sont inscrites à la première édition de 1960 qui s'achève enFrance. Le tout premier match de la Coupe des nations a lieu à Moscou le 28 septembre 1958, où l'URSS rencontre la Hongrie en match aller de huitièmes de finale. La finale, jouée àParisle 10 juillet 1960, est remportée 2-1 par l'URSSemmenée parLev Yachineface à laYougoslavieaprès prolongation. L'URSS devient ainsi la première nation à inscrire son nom au palmarès. Il s'agit de son seul trophée continental. On note que le quart de finale entre l'Espagneet l'URSS fut controversé. Aucun des deux matchs prévus n'eut lieu, les Espagnols, par l'intermédiaire deFranco, refusant de rencontrer l'équipe soviétique. L'URSS se qualifia donc par forfait pour le dernier carré. Lors de la seconde édition, en 1964, la compétition est de nouveau perturbée par des enjeux politiques, en effet, laGrècerefuse d'affronter l'Albanieen raison d'un conflit entre les deux nations. La phase finale a lieu enEspagneoù lasélection ibériquebat son homologue soviétique, tenante du titre , 2-1 àMadriddevant 125 000 spectateurs. Pour l'édition 1968, l'UEFA renomme sa compétition enChampionnat d'Europe des Nationset décide d'améliorer le format. La formule du tour préliminaire à élimination directe (auquel toutes les équipes ne participent pas) ne donne pas satisfaction et pose un problème d'organisation avec le nombre croissant d'inscriptions. Le tour préliminaire et les huitièmes de finale sont ainsi remplacés par une phase de poules qui présente l'avantage d'être insensible au nombre total de participants. Les équipes engagées sont réparties en huit groupes, et celles arrivant en tête de chaque groupe se qualifient pour les quarts de finale (par matchs aller-retour). La formule pour la fin de la compétition reste inchangée, les quatre demi-finalistes disputent la phase finale qui a lieu cette année là enItalie. C'estle pays organisateur, qui remporte l'épreuve contre la Yougoslavie, grâce à sa victoire 2-0 lors de la finale rejouée à la suite d'un premier match nul 1-1 après prolongation. Cette victoire permet aux Italiens d'oublier leur surprenante élimination à laCoupe du monde 1966contre laCorée du Nord. LaSquadra Azzurrapassa néanmoins à un côté de pièce de l'élimination puisqu'elle se qualifia lors de sa demi-finale face à l'URSS par... tirage au sort ! Les deux équipes ayant fait nul, la séance detirs au butn'existant pas encore (elle ne sera instaurée que pour laCoupe du monde 1970, deux ans plus tard) et les délais ne permettant pas de rejouer le match, l'arbitre procéda à un « pile ou face » à l'issue de la prolongation qui tourna à l'avantage des Italiens. Pour l'épreuve de 1972, le même schéma est retenu, et c'est au tour de laBelgiqued'organiser la phase finale. L'Allemagne de l'OuestavecGerd Müllerremporte l'édition en battant l'URSS 3-0. Au cours de l'édition de 1976, le format est de nouveau reconduit, la phase finale ayant lieu enYougoslavie. La compétition est remportée par laTchécoslovaquiecontre l'Allemagne de l'Ouest aux tirs au but et sans que le match ne soit rejoué au préalable alors qu'il aurait pourtant dû l'être, il s'agit d'une double première. Cette séance de tirs au but est aussi restée dans les mémoires grâce au TchécoslovaqueAntonín Panenkaqui offre le titre à la Tchécoslovaquie en réussissant sonpenaltyavec une pichenette en plein centre de la cage tenue parSepp Maier, un geste qui depuis porteson nom."
    },
    {
        "title": "Histoire",
        "subtitle": "Élargissement à huit équipes pour la phase finale",
        "contexte": "Pour l'édition de 1980, l'UEFA décide de modifier le format de la compétition. Les quarts de finale par match aller-retour sont abandonnés. En plus du pays organisateur, qualifié d'office, les vainqueurs des poules préliminaires, au nombre de sept (au lieu de huit précédemment) sont directement qualifiés pour la phase finale désormais élargie à huit équipes. Les équipes sont réparties en deux groupes de quatre équipes, et le vainqueur de chaque groupe se qualifie pour la finale. L'Allemagne de l'Ouest est sacrée championne d'Europe pour la seconde fois, cette fois-ci en l'emportant en finale contre laBelgique2-1 grâce à un doublé deHorst Hrubesch. Pour l'Euro 1984 qui se déroule enFrance, le format est retouché : les deux premiers de chaque groupe disputent une demi-finale pour pouvoir accéder à la finale. LaFranceremporte l'épreuve à domicile en s'imposant 2-0 en finale contre l'Espagne, grâce à des buts deMichel Platiniet deBruno Bellone. Lors de la compétition, Platini marque un total record de neuf buts, deux du pied gauche, cinq du pied droit et deux de la tête. Ce record n'a toujours pas été battu, la deuxième meilleure performance d'un buteur au cours d'un Euro étant de six buts. L'UEFA, soucieuse à l'époque de limiter le nombre de matchs, décide de supprimer le match pour la troisième place en contrepartie de l'ajout des demi-finales. Pour l'édition de 1988 qui se déroule enAllemagne de l'Ouest, c'est au tour deMarco van Bastende devenir l'homme du tournoi en permettant auxPays-Basde s'imposer en finale contre l'URSS grâce à un but qui sera désigné le plus beau du tournoi. Le même format est reconduit une dernière fois pour l'Euro 1992qui se déroule enSuède. La Yougoslavie, qui avait brillamment obtenu sa qualification, est exclue de la phase finale en raison de laguerre civilequi s'y déroule. Elle est remplacée à la dernière minute par son dauphin dans la poule de qualification, leDanemark, qui... remporte le tournoi à la surprise générale en s'imposant 2-0 en finale face à l'Allemagneréunifiée."
    },
    {
        "title": "Histoire",
        "subtitle": "Élargissement à seize équipes pour la phase finale",
        "contexte": "Après l'éclatement de l'Union soviétique, un nombre important de nouvelles nations adhèrent à l'UEFA à partir de 1992.Israël décide également de rejoindre l'UEFA en raison de sa mauvaise entente avec les nations arabes. Avec des qualifications concernant 48 nations au lieu des 32 pour les précédentes campagnes, l'UEFA décide d'élargir le nombre de participants à la phase finale de huit à seize équipes à partir de l'Euro 1996 qui se déroule enAngleterre. Le format de la phase finale change avec la mise en place de quatrepoulesde quatre équipes au premier tour, les deux premiers de chaque poule se qualifiant pour les quarts de finale. Il est également décidé de mettre en pratique la nouvelle règle dubut en or. C'est d'ailleurs par l'application de cette règle que l'Allemagneremporte le titre contre laTchéquie, grâce à un but d'Oliver Bierhoffen prolongation, sans avoir à jouer plus de 95 minutes. Pour l'Euro 2000, l'UEFA décide d'accorder l'organisation de la phase finale à deux nations : laBelgiqueet lesPays-Bas. C'est de nouveau par un but en or que le vainqueur est désigné; en effet, la France championne du monde en titre égalise dans le temps additionnel de la seconde mi-temps et arrache la prolongation en finale contre l'Italie, puis obtient le titre au bout de 103 minutes de jeu,David Trezeguetmarquant le but de la victoire. L'Euro 2004 est organisé auPortugal, la règle dubut en orest remplacée par celle dubut en argent. LaGrèces'impose 1-0 contre lepays organisateur. L'Euro 2008 se déroule enSuisseet enAutricheavec un format similaire au précédent Euro. La règle du but en or ou en argent est supprimée. C'est l'Espagnequi remporte le tournoi en battant l'Allemagneen finale sur le score de 1 à 0. L'Euro 2012, toujours à 16 participants, se déroule enPologneet enUkraine. L'Espagneremporte à nouveau le trophée en dominant largement l'Italieen finale sur le score de 4 à 0. Ce score est l'écart de buts le plus large pour une finale d'une compétition majeure. L'Espagneenchaîne également un triplé inédit Euro - Coupe du monde - Euro à cette occasion."
    },
    {
        "title": "Histoire",
        "subtitle": "Élargissement à vingt-quatre équipes pour la phase finale",
        "contexte": "L'Euro 2016se déroule enFranceet change de formule. Désormais 24 nations (au lieu de 16) sont présentes en phase finale. Dans une interview donnée au journal France Football du mardi 30 novembre 2012,Jacques Lambertle président du comité d'organisation statuait sur le format de la compétition : six groupes de quatre équipes au premier tour dont les deux premières sont qualifiées pour les huitièmes de finale, ainsi que les quatre meilleurs troisièmes. Le Portugal profite de ce format pour être le premier repêché du premier tour (en tant que meilleur3ede poule) d'un tournoi à remporter le sacre. Cette nouvelle formule est reconduite à l'identique pour l'Euro 2020qui est finalement reporté d'un an et disputé en 2021."
    },
    {
        "title": "Organisation",
        "subtitle": null,
        "contexte": "La compétition est organisée depuis l'origine tous les quatre ans les années paires en décalage de deux ans avec laCoupe du monde. L'UEFAsupervise toute l'organisation que cela soit sur le plan sportif, réglementaire, commercial et financier. Le choix du pays ou des pays organisateurs s'effectue après déposition des candidatures cinq ans au moins avant le tournoi final par un vote au sein du comité exécutif de l'UEFA. De1960à1976, le choix du pays organisateur s'effectue par un accord entre les quatre demi-finalistes, avant que l'UEFA décide de mettre en place une phase finale élargie avec des matchs de poules à partir  de 1980. Trois pays ont déjà organisé la compétition à deux, voire trois reprises : laFrance(1960, 1984 et 2016), laBelgique(1972 et 2000) et l'Italie(1968 et 1980). L'UEFA privilégie cependant la diversité sur son choix. C'est ainsi que l'on a pu voir de nombreux pays organiser ce tournoi (Espagne,Yougoslavie,Allemagne,Suède,Angleterre,Pays-Bas,Portugal) et les Championnats d'Europe suivants ne dérogent pas à la règle puisqu'en2008ce fut au tour du tandemSuisse-Autriche puis du tandemPologne-Ukraine en 2012. Un certain nombre de stades sont retenus pour le déroulement de la compétition. Pour être choisis, ces stades doivent respecter des normes strictes fixées par l'UEFA."
    },
    {
        "title": "Déroulement de la compétition",
        "subtitle": null,
        "contexte": "La compétition comprend une phase qualificative et un tournoi final. Le nombre toujours croissant d'inscrits et le succès grandissant du Championnat d'Europe incite l'UEFA à développer le tournoi final en augmentant le nombre de participants. De quatre de 1960 à 1976, la phase finale passe ainsi à huit de 1980 à 1992, puis à seize de 1996 à 2012, et enfin à vingt-quatre à partir de2016. Depuis1980, tout pays organisateur de la phase finale y est qualifié d'office."
    },
    {
        "title": "Déroulement de la compétition",
        "subtitle": "Phase de qualification",
        "contexte": "Dix-sept nations prennent part à la première édition en 1960se terminant par un tournoi à quatre équipes. Similaire à celle de la Coupe d'Europe des clubs, la compétition est une succession de tours (préliminaire, huitièmes de finale, quarts de finale) par match aller-retour à élimination directe. La formule est reconduite en 1964, mais, en raison du problème posé par le nombre de participants, l'UEFA décide pour les éditions suivantes (de 1968 à 1976) de remplacer le tour préliminaire et les huitièmes de finale par des groupes de qualification (huit au total) où chaque équipe à l'intérieur de son groupe dispute un mini-championnat avec match aller-retour. Le premier de chaque groupe se qualifie pour les quarts de finale. En1980la mise en place d'un véritable tournoi final à huit équipes (au lieu de quatre) avec désignation anticipée du pays-hôte (qualifié d'office) entraine une modification de la phase qualificative. La partie à élimination directe (quarts de finale) est supprimée et chaque vainqueur de groupe de qualification est qualifié directement pour le tournoi final. Cette réforme ne rend pas la phase de qualification plus facile pour autant : tandis que le nombre de membres affiliés à l'UEFA augmente (33 nations), le nombre de groupes de la phase préliminaire diminue de huit à sept (en raison de la huitième place réservée au pays organisateur, qualifié d'office). Un second bouleversement a lieu pour l'Euro 1996à la suite de l'explosion de l'Union soviétiqueet de laYougoslavie. 47 nations sont alors affiliées à l'UEFA, et quinze places sont mises en jeu pour la phase finale (l'Angleterreétant qualifiée d'office en tant que pays-hôte). Les sept groupes qualificatifs qui concernaient quatre à cinq nations passent à huit groupes de cinq à six nations. Pour l'Euro 2004qui a lieu auPortugal, dix groupes de cinq nations sont mis en place, tous les premiers se qualifient et les deuxièmes s'affrontent en barrages pour les cinq places restantes. Pour l'Euro 2008, l'UEFA met en place sept groupes de sept à huit nations, les deux premiers de chaque groupe se qualifient pour la phase finale."
    },
    {
        "title": "Déroulement de la compétition",
        "subtitle": "Phase finale",
        "contexte": "De1960à1976, la phase finale comprend seulement les demi-finales, le match pour la troisième place et la finale, et se déroule dans l'un des quatre pays qualifiés. De1980à1992huit nations participent à la phase finale. Elles sont réparties en deux poules de quatre. En 1980, chaque poule voit le premier se qualifier pour la finale et le second disputer le match pour la troisième place. À partir de 1984 la formule est reconduite à la seule différence que les deux premiers de chaque poule se qualifient pour les demi-finales (qui déterminent les deux finalistes), matchs rajoutés en échange de l'abandon du match pour la troisième place. De1996à2012le tournoi final concerne seize équipes, réparties en quatre poules de quatre équipes, les deux premiers se qualifient pour les quarts de finale, suivis des demi-finales et de la finale. À partir de l'Euro 2016, 24 équipes réparties en 6 poules de 4 disputent la phase finale. Les deux premiers de chaque groupe ainsi que les 4 \"meilleurs troisièmes\" se qualifient pour les huitièmes de finale, qui sont normalement suivis de quarts de finale etc..Michel Platini, alors président de l'UEFAau moment de la décision du passage à vingt-quatre équipes, en a déjà fait l'expérience en tant que joueur, car cette formule, qui permet à seize équipes de disputer au minimum quatre matchs, a été utilisée enCoupe du mondede 1986 à 1994. L'écart du nombre de participants en phase finale entre les années 1960 et 2020 rend délicates les comparaisons entre éditions du Championnat d'Europe. Deux périodes se distinguent cependant clairement l'une de l'autre : de 1960 à 1976 les huitièmes de finale (éventuels) et quarts de finale sont disputés hors tournoi (c'est-à-dire avant), alors qu'à partir de 1980 les éventuels huitièmes et quarts de finale sont joués lors de la phase finale."
    },
    {
        "title": "Déroulement de la compétition",
        "subtitle": "Participation",
        "contexte": "Ce tableau montre, pour chaque édition, le nombre de nations inscrites (Total), le nombre de nations prenant part à la phase finale (Phase finale), le nombre de nations qualifiées d'office en tant que pays-hôtes (Qualifiés d'office), le nombre de nations ayant pris part aux qualifications et parvenant à se qualifier pour la phase finale (Qualifiés sur le terrain), et le nombre de nations ayant pris part aux qualifications (Participants). Pour l'édition 2016, le pays qualifié d'office (France) est affecté à un groupe de qualification et dispute des matchs amicaux aller-retour contre l'ensemble des membres de ce groupe, ceci afin de régler le problème lié à la recherche d'une équipe disponible pour jouer en amical aux dates réservées pour les compétitions officielles."
    },
    {
        "title": "Le trophée",
        "subtitle": null,
        "contexte": "Lacoupe Henri-Delaunay, qui récompense le vainqueur du Championnat d'Europe, a été nommée ainsi en hommage àHenri Delaunayqui était à l'origine du projet, mais est décédé cinq ans avant la première édition de 1960. Ce trophée en argent a été créé par M. Chobillon (déjà auteur de celui de laCoupe de France) de lamaison Arthus-Bertrandà Paris en 1960 et a coûté 20 251 francs français (3 087 euros). Sa valeur est estimée à 35 000 francs suisses (22 500 euros). Il pèse huit kilos, socle compris. Il mesure 42cmet 50cmavec le socle, et y sont inscrits les noms des vainqueurs, qui en reçoivent une réplique réduite. Dans le cas où une nation remporterait le titre à cinq reprises ou au moins trois fois consécutivement, elle se verrait remettre une réplique du trophée à l'identique. Jusqu'à présent, aucune nation n'a rempli ces conditions. La coupe a la forme d'une amphore grecque. Sur le trophée original de 1960, était gravée la reproduction d'une partie d'un bas-relief antique grec datant duIVesiècleav. J.-C., représentant un jeune homme tenant un ballon (le bas-relief est exposé auMusée archéologique d'Athènes). Depuis l'édition 2008, une nouvelle version du trophée, plus grande et sans socle, est décernée à chaque vainqueur."
    },
    {
        "title": "Palmarès",
        "subtitle": "Résumé par nation",
        "contexte": "Le tableau suivant présente le bilan par nation ayant atteint au moins une fois le dernier carré."
    },
    {
        "title": "Palmarès",
        "subtitle": "Classement historique",
        "contexte": "Le système utilisé dans le Championnat d'Europe jusqu'en 1992 était de 2 points pour une victoire et de 3 points pour une victoire à partir de 1996. Dans ce classement, 2 points sont attribués pour une victoire, 1 pour un match nul et 0 pour une défaite. Selon la convention statistique dans le football, les matchs décidés en prolongation sont comptés comme des victoires et des défaites, tandis que les matchs décidés par des tirs au but sont comptés comme des matchs nuls. Les équipes sont classées par total de points, puis par différence de buts, puis par buts marqués. Classement mis à jour le 16 juillet 2023. (*)Victoire = 2 points, nul = 1 point (y compris pour les matchs conclus par une séance de tirs au but), défaite = 0 point."
    },
    {
        "title": "Palmarès",
        "subtitle": "Records et récompenses individuels",
        "contexte": "En nombre de matchs joués, Cristiano Ronaldo détient seul le record avec 25 matchs joués."
    },
    {
        "title": "Voir aussi",
        "subtitle": "Liens externes",
        "contexte": ""
    }
]