[
    {
        "contexte": "L'équipe nationale d'Allemagne a participé à 14 éditions de l'Euro Championship, depuis 1972 jusqu'à 2024, remportant le titre de champion à trois reprises."
    },
    {
        "contexte": "L'équipe nationale d'Espagne a participé à 12 éditions de l'Euro Championship, depuis 1964 jusqu'à 2024, remportant le titre de champion à trois reprises."
    },
    {
        "contexte": "L'équipe nationale de France a participé à 11 éditions de l'Euro Championship, depuis 1960 jusqu'à 2024, remportant le titre de champion à deux reprises."
    },
    {
        "contexte": "L'équipe nationale d'Italie a participé à 11 éditions de l'Euro Championship, depuis 1968 jusqu'à 2024, remportant le titre de champion à deux reprises."
    },
    {
        "contexte": "L'équipe nationale des Pays-Bas a participé à 11 éditions de l'Euro Championship, depuis 1976 jusqu'à 2024, remportant le titre de champion à une reprise."
    },
    {
        "contexte": "L'équipe nationale d'Angleterre a participé à 10 éditions de l'Euro Championship, depuis 1968 jusqu'à 2024, atteignant une fois la finale."
    },
    {
        "contexte": "L'équipe nationale du Danemark a participé à 10 éditions de l'Euro Championship, depuis 1964 jusqu'à 2024, remportant le titre de champion à une reprise."
    },
    {
        "contexte": "L'équipe nationale du Portugal a participé à 9 éditions de l'Euro Championship, depuis 1984 jusqu'à 2024, remportant le titre de champion à une reprise."
    },
    {
        "contexte": "L'équipe nationale de Tchéquie a participé à 8 éditions de l'Euro Championship, depuis 1996 jusqu'à 2024, atteignant une fois la finale."
    },
    {
        "contexte": "L'équipe nationale de Belgique a participé à 7 éditions de l'Euro Championship, depuis 1972 jusqu'à 2024, atteignant une fois la finale."
    },
    {
        "contexte": "L'équipe nationale de Suède a participé à 7 éditions de l'Euro Championship, depuis 1992 jusqu'à 2021, atteignant une fois les demi-finales."
    },
    {
        "contexte": "L'équipe nationale de Croatie a participé à 7 éditions de l'Euro Championship, depuis 1996 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "L'équipe nationale de l'Union soviétique a participé à 6 éditions de l'Euro Championship, depuis 1960 jusqu'en 1992, remportant le titre de champion à une reprise."
    },
    {
        "contexte": "L'équipe nationale de Russie a participé à 6 éditions de l'Euro Championship, depuis 1996 jusqu'à 2021, atteignant une fois les demi-finales."
    },
    {
        "contexte": "L'équipe nationale de Turquie a participé à 6 éditions de l'Euro Championship, depuis 1996 jusqu'à 2024, atteignant une fois les demi-finales."
    },
    {
        "contexte": "L'équipe nationale de Roumanie a participé à 6 éditions de l'Euro Championship, depuis 1984 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "L'équipe nationale de la Suisse a participé à 6 éditions de l'Euro Championship, depuis 1996 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "L'équipe nationale de la Grèce a participé à 5 éditions de l'Euro Championship, depuis 1980 jusqu'en 2012, remportant le titre de champion à une reprise."
    },
    {
        "contexte": "L'équipe nationale de l'Autriche a participé à 5 éditions de l'Euro Championship, depuis 2008 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "L'équipe nationale de l'Écosse a participé à 5 éditions de l'Euro Championship, depuis 1992 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "L'équipe nationale de l'Ukraine a participé à 5 éditions de l'Euro Championship, depuis 2012 jusqu'à 2024, atteignant une fois les quarts de finale."
    },
    {
        "contexte": "Voici toutes les équipes qui n'ont jamais été qualifiées pour l'Euro Championship : Andorre, Arménie, Azerbaïdjan, Biélorussie, Bosnie-Herzégovine, Chypre, Estonie, Gibraltar, Îles Féroé, Israël, Kazakhstan, Kosovo, Liechtenstein, Lituanie, Luxembourg, Malte, Moldavie, Monténégro, Saint-Marin."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a participé à 13 phases finales de l'Euro Championship, de 1972 à 2021."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a remporté le titre de champion à trois reprises, tandis que l'Espagne l'a également remporté trois fois."
    },
    {
        "contexte": "L'Espagne a remporté le titre de champion de manière consécutive en 2008 et 2012."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a atteint la finale à six reprises, tandis que l'Allemagne de l'Ouest l'a fait à trois reprises consécutives de 1972 à 1980."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a perdu trois finales, tout comme l'Union soviétique."
    },
    {
        "contexte": "L'Union soviétique a atteint les demi-finales consécutives à quatre reprises de 1960 à 1972."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a joué un total de 53 matchs, remportant 27 d'entre eux, avec un pourcentage de victoires de 51 %."
    },
    {
        "contexte": "La France, les Pays-Bas, la Tchéquie et l'Italie ont chacun remporté cinq matchs consécutifs entre différentes éditions de l'Euro Championship."
    },
    {
        "contexte": "L'Espagne détient le record de 14 matchs consécutifs sans défaite, entre 2008 et 2016."
    },
    {
        "contexte": "L'équipe nationale du Danemark a subi 14 défaites lors de l'Euro Championship."
    },
    {
        "contexte": "L'équipe nationale d'Allemagne a marqué un total de 78 buts et en a encaissé 55 lors de l'Euro Championship."
    },
    {
        "contexte": "La rencontre la plus jouée est entre l'Italie et l'Espagne, avec sept matchs disputés entre eux."
    },
    {
        "contexte": "La France, l'Espagne, l'Italie, l'Angleterre et la France ont remporté le plus grand nombre de matchs dans une seule édition de l'Euro Championship, avec cinq victoires chacune."
    },
    {
        "contexte": "La France détient le record du plus grand nombre de buts marqués lors d'une seule édition, avec 14 buts en 1984."
    },
    {
        "contexte": "L'Italie, la Norvège et l'Espagne ont encaissé le moins de buts lors d'une seule édition, avec seulement un but encaissé chacun sur trois matchs minimum joués."
    },
    {
        "contexte": "La Yougoslavie détient le record du plus grand nombre de buts encaissés lors d'une seule édition, avec 13 buts encaissés en 2000."
    },
    {
        "contexte": "L'Espagne détient le record de la meilleure différence de buts lors d'une seule édition, avec une différence de +11 en 2012."
    },
    {
        "contexte": "La Yougoslavie, le Danemark et la Bulgarie détiennent le record de la plus mauvaise différence de buts, avec une différence de -8 chacun."
    },
    {
        "contexte": "La France a marqué le plus grand nombre de buts en tant que champion lors d'une seule édition, avec 14 buts en 1984."
    },
    {
        "contexte": "L'Allemagne de l'Ouest et le Danemark ont marqué le moins de buts en tant que champion, avec seulement 6 buts marqués chacun, en 1980 et 1992 respectivement."
    },
    {
        "contexte": "L'Espagne détient le record du moins de buts encaissés en tant que champion depuis 1980, avec seulement un but encaissé en 2012."
    },
    {
        "contexte": "La France détient le record du plus grand nombre de buts encaissés en tant que champion, avec 7 buts encaissés en 2000."
    },
    {
        "contexte": "Trois sélections ont remporté l'édition que leur pays organisait : l’Espagne (1964), l'Italie (1968) et la France (1984)."
    },
    {
        "contexte": "La France a inscrit la meilleure attaque en une phase finale de l'Euro Championship, avec 14 buts marqués lors de l'Euro 1984, où elle a remporté le titre."
    },
    {
        "contexte": "Les Pays-Bas ont également inscrit 13 buts lors de l'Euro 2000, où ils ont atteint les demi-finales."
    },
    {
        "contexte": "La France a réalisé une autre performance de 13 buts lors de l'Euro 2000, remportant également le titre cette année-là."
    },
    {
        "contexte": "Lors de l'Euro 2016, la France a une fois de plus marqué 13 buts, terminant cette fois-ci en tant que finaliste."
    },
    {
        "contexte": "Cristiano Ronaldo est le meilleur buteur de toutes les phases finales du Championnat d'Europe de football avec un total de 14 buts. Il a marqué 2 buts en 2004, 1 en 2008, 3 en 2012, 3 en 2016 et 5 en 2021 pour l'équipe du Portugal."
    },
    {
        "contexte": "Iker Casillas et Cristiano Ronaldo détiennent le record de participations à l'Euro Championship avec 5 apparitions chacun. Casillas a représenté l'Espagne lors du Championnat d'Europe de football de 2000 à 2016, tandis que Ronaldo a représenté respectivement l'Espagne de 2004 à 2016 et le Portugal de 2004 à 2021."
    },
    {
        "contexte": "Plusieurs joueurs espagnols ont remporté 2 titres chacun, dont Rainer Bonhof, Xabi Alonso, Iker Casillas, Cesc Fàbregas, Andrés Iniesta, Sergio Ramos, David Silva, Fernando Torres, Xavi, Raúl Albiol, Álvaro Arbeloa, Santi Cazorla et Pepe Reina, pour les Championnats d'Europe de 1972 et 1980, ainsi que ceux de 2008 et 2012."
    },
    {
        "contexte": "Rainer Bonhof détient le record de finales consécutives avec 3 apparitions pour l'Allemagne de l'Ouest lors des Championnats d'Europe de football de 1972 à 1980."
    },
    {
        "contexte": "Cristiano Ronaldo détient le record de matchs joués avec 25 apparitions pour le Portugal lors du Championnat d'Europe de football de 2004 à 2021."
    },
    {
        "contexte": "Cristiano Ronaldo a joué en tant que capitaine lors de 16 matchs pour le Portugal lors du Championnat d'Europe de football de 2004 à 2021."
    },
    {
        "contexte": "Cristiano Ronaldo a cumulé un total de 2063 minutes jouées pour le Portugal lors du Championnat d'Europe de football de 2004 à 2021."
    },
    {
        "contexte": "Plusieurs joueurs, dont Cesc Fàbregas, Andrés Iniesta et Cristiano Ronaldo, ont remporté 11 matchs chacun pour leurs équipes respectives, l'Espagne et le Portugal, lors du Championnat d'Europe de football de 2008 à 2016."
    },
    {
        "contexte": "Le but le plus rapide dans l'histoire de l'Euro Championship a été marqué par Dmitri Kirichenko de la Russie, seulement 68 secondes après le coup d'envoi du match contre la Grèce en 2004. Le score final était de 2-1 en faveur de la Russie."
    },
    {
        "contexte": "Le deuxième but le plus rapide dans l'histoire de l'Euro Championship a été inscrit par Yussuf Poulsen du Danemark, seulement 99 secondes après le coup d'envoi du match contre la Belgique en 2021. Le Danemark a finalement perdu ce match 1-2."
    },
    {
        "contexte": "Le troisième but le plus rapide dans l'histoire de l'Euro Championship a été marqué par Robert Lewandowski de la Pologne, seulement 100 secondes après le coup d'envoi du match contre le Portugal en 2016. Ce match s'est terminé sur un score de 1-1 après prolongation, le Portugal l'emportant aux tirs au but."
    },
    {
        "contexte": "Le quatrième but le plus rapide dans l'histoire de l'Euro Championship a été marqué par Robbie Brady de la République d'Irlande, seulement 119 secondes après le coup d'envoi du match contre la France en 2016. La République d'Irlande a finalement perdu ce match 1-2."
    },
    {
        "contexte": "Le cinquième but le plus rapide dans l'histoire de l'Euro Championship a été inscrit par Serguei Aleinikov de l'Union soviétique, seulement 127 secondes après le coup d'envoi du match contre l'Angleterre en 1988. Le score final était de 3-1 en faveur de l'Union soviétique."
    },
    {
        "contexte": "Le sixième but le plus rapide dans l'histoire de l'Euro Championship a été marqué par Petr Jiracek de la Tchéquie, seulement 134 secondes après le coup d'envoi du match contre la Grèce en 2012. Le score final était de 2-1 en faveur de la Tchéquie."
    },
    {
        "contexte": "Le joueur le plus jeune à avoir participé à une phase finale de l'Euro Championship est Kacper Kozłowski, représentant la Pologne, qui avait 17 ans et 246 jours lors du match contre l'Espagne en 2021."
    },
    {
        "contexte": "En finale de l'Euro Championship, le joueur le plus jeune est Renato Sanches, qui avait 18 ans et 326 jours lors de la finale entre le Portugal et la France en 2016, qu'il a également remportée."
    },
    {
        "contexte": "Le joueur le plus vieux à avoir participé à une phase finale de l'Euro Championship est Gábor Király de Hongrie, qui était âgé de 40 ans et 86 jours lors du match contre la Belgique en 2016."
    },
    {
        "contexte": "En finale de l'Euro Championship, le joueur le plus vieux est Jens Lehmann, qui avait 38 ans et 232 jours lors de la finale entre l'Allemagne et l'Espagne en 2008."
    },
    {
    "contexte": "Le buteur le plus jeune en phase finale de l'Euro Championship est Johan Vonlanthen, représentant la Suisse, qui avait 18 ans et 141 jours lors du match contre la France en 2004."
    },
    {
        "contexte": "Le buteur le plus vieux en phase finale de l'Euro Championship est Ivica Vastic de l'Autriche, qui était âgé de 38 ans et 257 jours lors du match contre la Pologne en 2008."
    },
    {
        "contexte": "En finale de l'Euro Championship, le buteur le plus vieux est Bernd Hölzenbein de l'Allemagne de l'Ouest, qui avait 30 ans et 103 jours lors de la finale contre la Tchécoslovaquie en 1976."
    }
]