[
    {
        "contexte": "Dans le groupe A, le 20 Novembre 2022 à 17h00, l'équipe QATAR a affronté l'équipe EQUATEUR. Dans cette rencontre, l'équipe QATAR a eu une possession de 42%, tandis que l'équipe EQUATEUR a possédé le ballon pendant 50% du temps. Le match s'est soldé sur un score de 0 - 2, avec QATAR et EQUATEUR marquant chacun 0 but(s). Les tentatives totales d'attaque de QATAR étaient de 5, tandis que EQUATEUR en a réalisé 6. Les deux équipes ont concédé 2 but(s) chacune. QATAR a réussi 0 buts à l'intérieur de la surface de réparation, et EQUATEUR en a marqué 2. QATAR a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que EQUATEUR n'a pas marqué à l'extérieur de la surface. De plus, QATAR a effectué 450 passes, dont 381 ont été complétées. Quant à EQUATEUR, elles ont réalisé 480 passes, avec 409 complétées avec succès. Au total, QATAR a appliqué 256 pressions défensives, tandis que EQUATEUR en a appliqué 279."
    },
    {
        "contexte": "Dans le Groupe B, le 21 Novembre 2022 à 14h00, l'équipe ANGLETERRE a affronté l'équipe L'IRAN. Dans cette rencontre, l'équipe ANGLETERRE a eu une possession de 72%, tandis que l'équipe L'IRAN a possédé le ballon pendant 19% du temps. Le match s'est soldé sur un score de 6 - 2, avec ANGLETERRE et L'IRAN marquant chacun 6 but(s). Les tentatives totales d'attaque de ANGLETERRE étaient de 13, tandis que L'IRAN en a réalisé 8. Les deux équipes ont concédé 2 but(s) chacune. ANGLETERRE a réussi 6 buts à l'intérieur de la surface de réparation, et L'IRAN en a marqué 2. ANGLETERRE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que L'IRAN n'a pas marqué à l'extérieur de la surface. De plus, ANGLETERRE a effectué 809 passes, dont 730 ont été complétées. Quant à L'IRAN, elles ont réalisé 224 passes, avec 154 complétées avec succès. Au total, ANGLETERRE a appliqué 139 pressions défensives, tandis que L'IRAN en a appliqué 416."
    },
    {
        "contexte": "Dans le groupe A, le 21 Novembre 2022 à 17h00, l'équipe SeNeGAL a affronté l'équipe PAYS-BAS. Dans cette rencontre, l'équipe SeNeGAL a eu une possession de 44%, tandis que l'équipe PAYS-BAS a possédé le ballon pendant 45% du temps. Le match s'est soldé sur un score de 0 - 2, avec SeNeGAL et PAYS-BAS marquant chacun 0 but(s). Les tentatives totales d'attaque de SeNeGAL étaient de 14, tandis que PAYS-BAS en a réalisé 9. Les deux équipes ont concédé 2 but(s) chacune. SeNeGAL a réussi 0 buts à l'intérieur de la surface de réparation, et PAYS-BAS en a marqué 2. SeNeGAL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que PAYS-BAS n'a pas marqué à l'extérieur de la surface. De plus, SeNeGAL a effectué 383 passes, dont 313 ont été complétées. Quant à PAYS-BAS, elles ont réalisé 438 passes, avec 374 complétées avec succès. Au total, SeNeGAL a appliqué 263 pressions défensives, tandis que PAYS-BAS en a appliqué 251."
    },
    {
        "contexte": "Dans le Groupe B, le 21 Novembre 2022 à 20h00, l'équipe les Etats-Unis a affronté l'équipe PAYS DE GALLES. Dans cette rencontre, l'équipe les Etats-Unis a eu une possession de 51%, tandis que l'équipe PAYS DE GALLES a possédé le ballon pendant 39% du temps. Le match s'est soldé sur un score de 1 - 1, avec les Etats-Unis et PAYS DE GALLES marquant chacun 1 but(s). Les tentatives totales d'attaque de les Etats-Unis étaient de 6, tandis que PAYS DE GALLES en a réalisé 7. Les deux équipes ont concédé 1 but(s) chacune. les Etats-Unis a réussi 1 buts à l'intérieur de la surface de réparation, et PAYS DE GALLES en a marqué 1. les Etats-Unis a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que PAYS DE GALLES n'a pas marqué à l'extérieur de la surface. De plus, les Etats-Unis a effectué 569 passes, dont 509 ont été complétées. Quant à PAYS DE GALLES, elles ont réalisé 409 passes, avec 321 complétées avec succès. Au total, les Etats-Unis a appliqué 242 pressions défensives, tandis que PAYS DE GALLES en a appliqué 292."
    },
    {
        "contexte": "Dans le Groupe C, le 22 Novembre 2022 à 1100, l'équipe ARGENTINE a affronté l'équipe ARABIE SAOUDITE. Dans cette rencontre, l'équipe ARGENTINE a eu une possession de 64%, tandis que l'équipe ARABIE SAOUDITE a possédé le ballon pendant 24% du temps. Le match s'est soldé sur un score de 1 - 2, avec ARGENTINE et ARABIE SAOUDITE marquant chacun 1 but(s). Les tentatives totales d'attaque de ARGENTINE étaient de 14, tandis que ARABIE SAOUDITE en a réalisé 3. Les deux équipes ont concédé 2 but(s) chacune. ARGENTINE a réussi 1 buts à l'intérieur de la surface de réparation, et ARABIE SAOUDITE en a marqué 2. ARGENTINE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ARABIE SAOUDITE n'a pas marqué à l'extérieur de la surface. De plus, ARGENTINE a effectué 610 passes, dont 529 ont été complétées. Quant à ARABIE SAOUDITE, elles ont réalisé 267 passes, avec 190 complétées avec succès. Au total, ARGENTINE a appliqué 163 pressions défensives, tandis que ARABIE SAOUDITE en a appliqué 361."
    },
    {
        "contexte": "Dans le Groupe D, le 22 Novembre 2022 à 14h00, l'équipe DANEMARK a affronté l'équipe TUNISIE. Dans cette rencontre, l'équipe DANEMARK a eu une possession de 55%, tandis que l'équipe TUNISIE a possédé le ballon pendant 33% du temps. Le match s'est soldé sur un score de 0 - 0, avec DANEMARK et TUNISIE marquant chacun 0 but(s). Les tentatives totales d'attaque de DANEMARK étaient de 11, tandis que TUNISIE en a réalisé 11. Les deux équipes ont concédé 0 but(s) chacune. DANEMARK a réussi 0 buts à l'intérieur de la surface de réparation, et TUNISIE en a marqué 0. DANEMARK a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que TUNISIE n'a pas marqué à l'extérieur de la surface. De plus, DANEMARK a effectué 594 passes, dont 523 ont été complétées. Quant à TUNISIE, elles ont réalisé 387 passes, avec 302 complétées avec succès. Au total, DANEMARK a appliqué 226 pressions défensives, tandis que TUNISIE en a appliqué 287."
    },
    {
        "contexte": "Dans le Groupe C, le 22 Novembre 2022 à 17h00, l'équipe MEXIQUE a affronté l'équipe POLOGNE. Dans cette rencontre, l'équipe MEXIQUE a eu une possession de 54%, tandis que l'équipe POLOGNE a possédé le ballon pendant 31% du temps. Le match s'est soldé sur un score de 0 - 0, avec MEXIQUE et POLOGNE marquant chacun 0 but(s). Les tentatives totales d'attaque de MEXIQUE étaient de 13, tandis que POLOGNE en a réalisé 8. Les deux équipes ont concédé 0 but(s) chacune. MEXIQUE a réussi 0 buts à l'intérieur de la surface de réparation, et POLOGNE en a marqué 0. MEXIQUE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que POLOGNE n'a pas marqué à l'extérieur de la surface. De plus, MEXIQUE a effectué 485 passes, dont 422 ont été complétées. Quant à POLOGNE, elles ont réalisé 322 passes, avec 241 complétées avec succès. Au total, MEXIQUE a appliqué 193 pressions défensives, tandis que POLOGNE en a appliqué 290."
    },
    {
        "contexte": "Dans le Groupe D, le 22 Novembre 2022 à 20h00, l'équipe FRANCE a affronté l'équipe AUSTRALIE. Dans cette rencontre, l'équipe FRANCE a eu une possession de 56%, tandis que l'équipe AUSTRALIE a possédé le ballon pendant 35% du temps. Le match s'est soldé sur un score de 4 - 1, avec FRANCE et AUSTRALIE marquant chacun 4 but(s). Les tentatives totales d'attaque de FRANCE étaient de 22, tandis que AUSTRALIE en a réalisé 4. Les deux équipes ont concédé 1 but(s) chacune. FRANCE a réussi 4 buts à l'intérieur de la surface de réparation, et AUSTRALIE en a marqué 1. FRANCE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que AUSTRALIE n'a pas marqué à l'extérieur de la surface. De plus, FRANCE a effectué 734 passes, dont 672 ont été complétées. Quant à AUSTRALIE, elles ont réalisé 466 passes, avec 399 complétées avec succès. Au total, FRANCE a appliqué 250 pressions défensives, tandis que AUSTRALIE en a appliqué 316."
    },
    {
        "contexte": "Dans le Groupe F, le 23 Novembre 2022 à 1100, l'équipe MAROC a affronté l'équipe CROATIE. Dans cette rencontre, l'équipe MAROC a eu une possession de 32%, tandis que l'équipe CROATIE a possédé le ballon pendant 57% du temps. Le match s'est soldé sur un score de 0 - 0, avec MAROC et CROATIE marquant chacun 0 but(s). Les tentatives totales d'attaque de MAROC étaient de 8, tandis que CROATIE en a réalisé 6. Les deux équipes ont concédé 0 but(s) chacune. MAROC a réussi 0 buts à l'intérieur de la surface de réparation, et CROATIE en a marqué 0. MAROC a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que CROATIE n'a pas marqué à l'extérieur de la surface. De plus, MAROC a effectué 360 passes, dont 290 ont été complétées. Quant à CROATIE, elles ont réalisé 667 passes, avec 592 complétées avec succès. Au total, MAROC a appliqué 391 pressions défensives, tandis que CROATIE en a appliqué 217."
    },
    {
        "contexte": "Dans le Groupe E, le 23 Novembre 2022 à 14h00, l'équipe ALLEMAGNE a affronté l'équipe JAPON. Dans cette rencontre, l'équipe ALLEMAGNE a eu une possession de 65%, tandis que l'équipe JAPON a possédé le ballon pendant 22% du temps. Le match s'est soldé sur un score de 1 - 2, avec ALLEMAGNE et JAPON marquant chacun 1 but(s). Les tentatives totales d'attaque de ALLEMAGNE étaient de 25, tandis que JAPON en a réalisé 10. Les deux équipes ont concédé 2 but(s) chacune. ALLEMAGNE a réussi 1 buts à l'intérieur de la surface de réparation, et JAPON en a marqué 2. ALLEMAGNE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que JAPON n'a pas marqué à l'extérieur de la surface. De plus, ALLEMAGNE a effectué 820 passes, dont 743 ont été complétées. Quant à JAPON, elles ont réalisé 261 passes, avec 207 complétées avec succès. Au total, ALLEMAGNE a appliqué 164 pressions défensives, tandis que JAPON en a appliqué 487."
    },
    {
        "contexte": "Dans le Groupe E, le 23 Novembre 2022 à 17h00, l'équipe ESPAGNE a affronté l'équipe COSTA RICA. Dans cette rencontre, l'équipe ESPAGNE a eu une possession de 74%, tandis que l'équipe COSTA RICA a possédé le ballon pendant 17% du temps. Le match s'est soldé sur un score de 7 - 0, avec ESPAGNE et COSTA RICA marquant chacun 7 but(s). Les tentatives totales d'attaque de ESPAGNE étaient de 17, tandis que COSTA RICA en a réalisé 0. Les deux équipes ont concédé 0 but(s) chacune. ESPAGNE a réussi 7 buts à l'intérieur de la surface de réparation, et COSTA RICA en a marqué 0. ESPAGNE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que COSTA RICA n'a pas marqué à l'extérieur de la surface. De plus, ESPAGNE a effectué 1061 passes, dont 1003 ont été complétées. Quant à COSTA RICA, elles ont réalisé 231 passes, avec 170 complétées avec succès. Au total, ESPAGNE a appliqué 185 pressions défensives, tandis que COSTA RICA en a appliqué 585."
    },
    {
        "contexte": "Dans le Groupe F, le 23 Novembre 2022 à 20h00, l'équipe BELGIQUE a affronté l'équipe CANADA. Dans cette rencontre, l'équipe BELGIQUE a eu une possession de 46%, tandis que l'équipe CANADA a possédé le ballon pendant 43% du temps. Le match s'est soldé sur un score de 1 - 0, avec BELGIQUE et CANADA marquant chacun 1 but(s). Les tentatives totales d'attaque de BELGIQUE étaient de 9, tandis que CANADA en a réalisé 21. Les deux équipes ont concédé 0 but(s) chacune. BELGIQUE a réussi 1 buts à l'intérieur de la surface de réparation, et CANADA en a marqué 0. BELGIQUE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que CANADA n'a pas marqué à l'extérieur de la surface. De plus, BELGIQUE a effectué 512 passes, dont 439 ont été complétées. Quant à CANADA, elles ont réalisé 448 passes, avec 382 complétées avec succès. Au total, BELGIQUE a appliqué 284 pressions défensives, tandis que CANADA en a appliqué 320."
    },
    {
        "contexte": "Dans le Groupe G, le 24 Novembre 2022 à 1100, l'équipe SUISSE a affronté l'équipe CAMEROUN. Dans cette rencontre, l'équipe SUISSE a eu une possession de 43%, tandis que l'équipe CAMEROUN a possédé le ballon pendant 46% du temps. Le match s'est soldé sur un score de 1 - 0, avec SUISSE et CAMEROUN marquant chacun 1 but(s). Les tentatives totales d'attaque de SUISSE étaient de 8, tandis que CAMEROUN en a réalisé 7. Les deux équipes ont concédé 0 but(s) chacune. SUISSE a réussi 1 buts à l'intérieur de la surface de réparation, et CAMEROUN en a marqué 0. SUISSE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que CAMEROUN n'a pas marqué à l'extérieur de la surface. De plus, SUISSE a effectué 497 passes, dont 437 ont été complétées. Quant à CAMEROUN, elles ont réalisé 500 passes, avec 424 complétées avec succès. Au total, SUISSE a appliqué 313 pressions défensives, tandis que CAMEROUN en a appliqué 316."
    },
    {
        "contexte": "Dans le Groupe H, le 24 Novembre 2022 à 14h00, l'équipe URUGUAY a affronté l'équipe RePUBLIQUE DE LA COReE. Dans cette rencontre, l'équipe URUGUAY a eu une possession de 49%, tandis que l'équipe RePUBLIQUE DE LA COReE a possédé le ballon pendant 38% du temps. Le match s'est soldé sur un score de 0 - 0, avec URUGUAY et RePUBLIQUE DE LA COReE marquant chacun 0 but(s). Les tentatives totales d'attaque de URUGUAY étaient de 10, tandis que RePUBLIQUE DE LA COReE en a réalisé 6. Les deux équipes ont concédé 0 but(s) chacune. URUGUAY a réussi 0 buts à l'intérieur de la surface de réparation, et RePUBLIQUE DE LA COReE en a marqué 0. URUGUAY a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que RePUBLIQUE DE LA COReE n'a pas marqué à l'extérieur de la surface. De plus, URUGUAY a effectué 528 passes, dont 459 ont été complétées. Quant à RePUBLIQUE DE LA COReE, elles ont réalisé 419 passes, avec 340 complétées avec succès. Au total, URUGUAY a appliqué 240 pressions défensives, tandis que RePUBLIQUE DE LA COReE en a appliqué 231."
    },
    {
        "contexte": "Dans le Groupe H, le 24 Novembre 2022 à 17h00, l'équipe LE PORTUGAL a affronté l'équipe GHANA. Dans cette rencontre, l'équipe LE PORTUGAL a eu une possession de 55%, tandis que l'équipe GHANA a possédé le ballon pendant 35% du temps. Le match s'est soldé sur un score de 3 - 2, avec LE PORTUGAL et GHANA marquant chacun 3 but(s). Les tentatives totales d'attaque de LE PORTUGAL étaient de 11, tandis que GHANA en a réalisé 8. Les deux équipes ont concédé 2 but(s) chacune. LE PORTUGAL a réussi 3 buts à l'intérieur de la surface de réparation, et GHANA en a marqué 2. LE PORTUGAL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que GHANA n'a pas marqué à l'extérieur de la surface. De plus, LE PORTUGAL a effectué 636 passes, dont 573 ont été complétées. Quant à GHANA, elles ont réalisé 394 passes, avec 326 complétées avec succès. Au total, LE PORTUGAL a appliqué 286 pressions défensives, tandis que GHANA en a appliqué 326."
    },
    {
        "contexte": "Dans le Groupe G, le 24 Novembre 2022 à 20h00, l'équipe BReSIL a affronté l'équipe SERBIE. Dans cette rencontre, l'équipe BReSIL a eu une possession de 53%, tandis que l'équipe SERBIE a possédé le ballon pendant 34% du temps. Le match s'est soldé sur un score de 2 - 0, avec BReSIL et SERBIE marquant chacun 2 but(s). Les tentatives totales d'attaque de BReSIL étaient de 24, tandis que SERBIE en a réalisé 4. Les deux équipes ont concédé 0 but(s) chacune. BReSIL a réussi 2 buts à l'intérieur de la surface de réparation, et SERBIE en a marqué 0. BReSIL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SERBIE n'a pas marqué à l'extérieur de la surface. De plus, BReSIL a effectué 585 passes, dont 526 ont été complétées. Quant à SERBIE, elles ont réalisé 403 passes, avec 341 complétées avec succès. Au total, BReSIL a appliqué 236 pressions défensives, tandis que SERBIE en a appliqué 338."
    },
    {
        "contexte": "Dans le Groupe B, le 25 Novembre 2022 à 1100, l'équipe PAYS DE GALLES a affronté l'équipe L'IRAN. Dans cette rencontre, l'équipe PAYS DE GALLES a eu une possession de 51%, tandis que l'équipe L'IRAN a possédé le ballon pendant 33% du temps. Le match s'est soldé sur un score de 0 - 2, avec PAYS DE GALLES et L'IRAN marquant chacun 0 but(s). Les tentatives totales d'attaque de PAYS DE GALLES étaient de 10, tandis que L'IRAN en a réalisé 21. Les deux équipes ont concédé 2 but(s) chacune. PAYS DE GALLES a réussi 0 buts à l'intérieur de la surface de réparation, et L'IRAN en a marqué 1. PAYS DE GALLES a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que L'IRAN n'a pas marqué à l'extérieur de la surface. De plus, PAYS DE GALLES a effectué 508 passes, dont 413 ont été complétées. Quant à L'IRAN, elles ont réalisé 295 passes, avec 202 complétées avec succès. Au total, PAYS DE GALLES a appliqué 161 pressions défensives, tandis que L'IRAN en a appliqué 276."
    },
    {
        "contexte": "Dans le groupe A, le 25 Novembre 2022 à 14h00, l'équipe QATAR a affronté l'équipe SeNeGAL. Dans cette rencontre, l'équipe QATAR a eu une possession de 42%, tandis que l'équipe SeNeGAL a possédé le ballon pendant 48% du temps. Le match s'est soldé sur un score de 1 - 3, avec QATAR et SeNeGAL marquant chacun 1 but(s). Les tentatives totales d'attaque de QATAR étaient de 10, tandis que SeNeGAL en a réalisé 12. Les deux équipes ont concédé 3 but(s) chacune. QATAR a réussi 1 buts à l'intérieur de la surface de réparation, et SeNeGAL en a marqué 3. QATAR a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SeNeGAL n'a pas marqué à l'extérieur de la surface. De plus, QATAR a effectué 424 passes, dont 353 ont été complétées. Quant à SeNeGAL, elles ont réalisé 511 passes, avec 445 complétées avec succès. Au total, QATAR a appliqué 308 pressions défensives, tandis que SeNeGAL en a appliqué 232."
    },
    {
        "contexte": "Dans le groupe A, le 25 Novembre 2022 à 17h00, l'équipe PAYS-BAS a affronté l'équipe EQUATEUR. Dans cette rencontre, l'équipe PAYS-BAS a eu une possession de 48%, tandis que l'équipe EQUATEUR a possédé le ballon pendant 39% du temps. Le match s'est soldé sur un score de 1 - 1, avec PAYS-BAS et EQUATEUR marquant chacun 1 but(s). Les tentatives totales d'attaque de PAYS-BAS étaient de 2, tandis que EQUATEUR en a réalisé 13. Les deux équipes ont concédé 1 but(s) chacune. PAYS-BAS a réussi 0 buts à l'intérieur de la surface de réparation, et EQUATEUR en a marqué 1. PAYS-BAS a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que EQUATEUR n'a pas marqué à l'extérieur de la surface. De plus, PAYS-BAS a effectué 524 passes, dont 451 ont été complétées. Quant à EQUATEUR, elles ont réalisé 425 passes, avec 345 complétées avec succès. Au total, PAYS-BAS a appliqué 254 pressions défensives, tandis que EQUATEUR en a appliqué 279."
    },
    {
        "contexte": "Dans le Groupe B, le 25 Novembre 2022 à 20h00, l'équipe ANGLETERRE a affronté l'équipe les Etats-Unis. Dans cette rencontre, l'équipe ANGLETERRE a eu une possession de 51%, tandis que l'équipe les Etats-Unis a possédé le ballon pendant 40% du temps. Le match s'est soldé sur un score de 0 - 0, avec ANGLETERRE et les Etats-Unis marquant chacun 0 but(s). Les tentatives totales d'attaque de ANGLETERRE étaient de 8, tandis que les Etats-Unis en a réalisé 10. Les deux équipes ont concédé 0 but(s) chacune. ANGLETERRE a réussi 0 buts à l'intérieur de la surface de réparation, et les Etats-Unis en a marqué 0. ANGLETERRE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que les Etats-Unis n'a pas marqué à l'extérieur de la surface. De plus, ANGLETERRE a effectué 550 passes, dont 488 ont été complétées. Quant à les Etats-Unis, elles ont réalisé 427 passes, avec 368 complétées avec succès. Au total, ANGLETERRE a appliqué 266 pressions défensives, tandis que les Etats-Unis en a appliqué 350."
    },
    {
        "contexte": "Dans le Groupe D, le 26 Novembre 2022 à 1100, l'équipe TUNISIE a affronté l'équipe AUSTRALIE. Dans cette rencontre, l'équipe TUNISIE a eu une possession de 50%, tandis que l'équipe AUSTRALIE a possédé le ballon pendant 31% du temps. Le match s'est soldé sur un score de 0 - 1, avec TUNISIE et AUSTRALIE marquant chacun 0 but(s). Les tentatives totales d'attaque de TUNISIE étaient de 13, tandis que AUSTRALIE en a réalisé 8. Les deux équipes ont concédé 1 but(s) chacune. TUNISIE a réussi 0 buts à l'intérieur de la surface de réparation, et AUSTRALIE en a marqué 1. TUNISIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que AUSTRALIE n'a pas marqué à l'extérieur de la surface. De plus, TUNISIE a effectué 501 passes, dont 396 ont été complétées. Quant à AUSTRALIE, elles ont réalisé 334 passes, avec 239 complétées avec succès. Au total, TUNISIE a appliqué 217 pressions défensives, tandis que AUSTRALIE en a appliqué 273."
    },
    {
        "contexte": "Dans le Groupe C, le 26 Novembre 2022 à 14h00, l'équipe POLOGNE a affronté l'équipe ARABIE SAOUDITE. Dans cette rencontre, l'équipe POLOGNE a eu une possession de 30%, tandis que l'équipe ARABIE SAOUDITE a possédé le ballon pendant 57% du temps. Le match s'est soldé sur un score de 2 - 0, avec POLOGNE et ARABIE SAOUDITE marquant chacun 2 but(s). Les tentatives totales d'attaque de POLOGNE étaient de 8, tandis que ARABIE SAOUDITE en a réalisé 16. Les deux équipes ont concédé 0 but(s) chacune. POLOGNE a réussi 2 buts à l'intérieur de la surface de réparation, et ARABIE SAOUDITE en a marqué 0. POLOGNE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ARABIE SAOUDITE n'a pas marqué à l'extérieur de la surface. De plus, POLOGNE a effectué 303 passes, dont 236 ont été complétées. Quant à ARABIE SAOUDITE, elles ont réalisé 560 passes, avec 494 complétées avec succès. Au total, POLOGNE a appliqué 329 pressions défensives, tandis que ARABIE SAOUDITE en a appliqué 173."
    },
    {
        "contexte": "Dans le Groupe D, le 26 Novembre 2022 à 17h00, l'équipe FRANCE a affronté l'équipe DANEMARK. Dans cette rencontre, l'équipe FRANCE a eu une possession de 44%, tandis que l'équipe DANEMARK a possédé le ballon pendant 44% du temps. Le match s'est soldé sur un score de 2 - 1, avec FRANCE et DANEMARK marquant chacun 2 but(s). Les tentatives totales d'attaque de FRANCE étaient de 21, tandis que DANEMARK en a réalisé 10. Les deux équipes ont concédé 1 but(s) chacune. FRANCE a réussi 2 buts à l'intérieur de la surface de réparation, et DANEMARK en a marqué 1. FRANCE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que DANEMARK n'a pas marqué à l'extérieur de la surface. De plus, FRANCE a effectué 503 passes, dont 437 ont été complétées. Quant à DANEMARK, elles ont réalisé 537 passes, avec 473 complétées avec succès. Au total, FRANCE a appliqué 269 pressions défensives, tandis que DANEMARK en a appliqué 282."
    },
    {
        "contexte": "Dans le Groupe C, le 26 Novembre 2022 à 20h00, l'équipe ARGENTINE a affronté l'équipe MEXIQUE. Dans cette rencontre, l'équipe ARGENTINE a eu une possession de 50%, tandis que l'équipe MEXIQUE a possédé le ballon pendant 36% du temps. Le match s'est soldé sur un score de 2 - 0, avec ARGENTINE et MEXIQUE marquant chacun 2 but(s). Les tentatives totales d'attaque de ARGENTINE étaient de 5, tandis que MEXIQUE en a réalisé 4. Les deux équipes ont concédé 0 but(s) chacune. ARGENTINE a réussi 1 buts à l'intérieur de la surface de réparation, et MEXIQUE en a marqué 0. ARGENTINE a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que MEXIQUE n'a pas marqué à l'extérieur de la surface. De plus, ARGENTINE a effectué 533 passes, dont 464 ont été complétées. Quant à MEXIQUE, elles ont réalisé 356 passes, avec 287 complétées avec succès. Au total, ARGENTINE a appliqué 220 pressions défensives, tandis que MEXIQUE en a appliqué 327."
    },
    {
        "contexte": "Dans le Groupe E, le 27 Novembre 2022 à 1100, l'équipe JAPON a affronté l'équipe COSTA RICA. Dans cette rencontre, l'équipe JAPON a eu une possession de 48%, tandis que l'équipe COSTA RICA a possédé le ballon pendant 39% du temps. Le match s'est soldé sur un score de 0 - 1, avec JAPON et COSTA RICA marquant chacun 0 but(s). Les tentatives totales d'attaque de JAPON étaient de 14, tandis que COSTA RICA en a réalisé 4. Les deux équipes ont concédé 1 but(s) chacune. JAPON a réussi 0 buts à l'intérieur de la surface de réparation, et COSTA RICA en a marqué 1. JAPON a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que COSTA RICA n'a pas marqué à l'extérieur de la surface. De plus, JAPON a effectué 575 passes, dont 510 ont été complétées. Quant à COSTA RICA, elles ont réalisé 444 passes, avec 371 complétées avec succès. Au total, JAPON a appliqué 300 pressions défensives, tandis que COSTA RICA en a appliqué 294."
    },
    {
        "contexte": "Dans le Groupe F, le 27 Novembre 2022 à 14h00, l'équipe BELGIQUE a affronté l'équipe MAROC. Dans cette rencontre, l'équipe BELGIQUE a eu une possession de 56%, tandis que l'équipe MAROC a possédé le ballon pendant 32% du temps. Le match s'est soldé sur un score de 0 - 2, avec BELGIQUE et MAROC marquant chacun 0 but(s). Les tentatives totales d'attaque de BELGIQUE étaient de 10, tandis que MAROC en a réalisé 11. Les deux équipes ont concédé 2 but(s) chacune. BELGIQUE a réussi 0 buts à l'intérieur de la surface de réparation, et MAROC en a marqué 2. BELGIQUE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que MAROC n'a pas marqué à l'extérieur de la surface. De plus, BELGIQUE a effectué 671 passes, dont 598 ont été complétées. Quant à MAROC, elles ont réalisé 317 passes, avec 275 complétées avec succès. Au total, BELGIQUE a appliqué 194 pressions défensives, tandis que MAROC en a appliqué 360."
    },
    {
        "contexte": "Dans le Groupe F, le 27 Novembre 2022 à 17h00, l'équipe CROATIE a affronté l'équipe CANADA. Dans cette rencontre, l'équipe CROATIE a eu une possession de 41%, tandis que l'équipe CANADA a possédé le ballon pendant 46% du temps. Le match s'est soldé sur un score de 4 - 1, avec CROATIE et CANADA marquant chacun 4 but(s). Les tentatives totales d'attaque de CROATIE étaient de 13, tandis que CANADA en a réalisé 9. Les deux équipes ont concédé 1 but(s) chacune. CROATIE a réussi 3 buts à l'intérieur de la surface de réparation, et CANADA en a marqué 1. CROATIE a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que CANADA n'a pas marqué à l'extérieur de la surface. De plus, CROATIE a effectué 462 passes, dont 391 ont été complétées. Quant à CANADA, elles ont réalisé 511 passes, avec 434 complétées avec succès. Au total, CROATIE a appliqué 347 pressions défensives, tandis que CANADA en a appliqué 316."
    },
    {
        "contexte": "Dans le Groupe E, le 27 Novembre 2022 à 20h00, l'équipe ESPAGNE a affronté l'équipe ALLEMAGNE. Dans cette rencontre, l'équipe ESPAGNE a eu une possession de 56%, tandis que l'équipe ALLEMAGNE a possédé le ballon pendant 33% du temps. Le match s'est soldé sur un score de 1 - 1, avec ESPAGNE et ALLEMAGNE marquant chacun 1 but(s). Les tentatives totales d'attaque de ESPAGNE étaient de 7, tandis que ALLEMAGNE en a réalisé 10. Les deux équipes ont concédé 1 but(s) chacune. ESPAGNE a réussi 1 buts à l'intérieur de la surface de réparation, et ALLEMAGNE en a marqué 1. ESPAGNE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ALLEMAGNE n'a pas marqué à l'extérieur de la surface. De plus, ESPAGNE a effectué 647 passes, dont 565 ont été complétées. Quant à ALLEMAGNE, elles ont réalisé 352 passes, avec 281 complétées avec succès. Au total, ESPAGNE a appliqué 275 pressions défensives, tandis que ALLEMAGNE en a appliqué 387."
    },
    {
        "contexte": "Dans le Groupe G, le 28 Novembre 2022 à 1100, l'équipe CAMEROUN a affronté l'équipe SERBIE. Dans cette rencontre, l'équipe CAMEROUN a eu une possession de 38%, tandis que l'équipe SERBIE a possédé le ballon pendant 49% du temps. Le match s'est soldé sur un score de 3 - 3, avec CAMEROUN et SERBIE marquant chacun 3 but(s). Les tentatives totales d'attaque de CAMEROUN étaient de 13, tandis que SERBIE en a réalisé 16. Les deux équipes ont concédé 3 but(s) chacune. CAMEROUN a réussi 3 buts à l'intérieur de la surface de réparation, et SERBIE en a marqué 2. CAMEROUN a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SERBIE n'a pas marqué à l'extérieur de la surface. De plus, CAMEROUN a effectué 364 passes, dont 271 ont été complétées. Quant à SERBIE, elles ont réalisé 513 passes, avec 433 complétées avec succès. Au total, CAMEROUN a appliqué 285 pressions défensives, tandis que SERBIE en a appliqué 234."
    },
    {
        "contexte": "Dans le Groupe H, le 28 Novembre 2022 à 14h00, l'équipe RePUBLIQUE DE LA COReE a affronté l'équipe GHANA. Dans cette rencontre, l'équipe RePUBLIQUE DE LA COReE a eu une possession de 53%, tandis que l'équipe GHANA a possédé le ballon pendant 32% du temps. Le match s'est soldé sur un score de 2 - 3, avec RePUBLIQUE DE LA COReE et GHANA marquant chacun 2 but(s). Les tentatives totales d'attaque de RePUBLIQUE DE LA COReE étaient de 21, tandis que GHANA en a réalisé 8. Les deux équipes ont concédé 3 but(s) chacune. RePUBLIQUE DE LA COReE a réussi 2 buts à l'intérieur de la surface de réparation, et GHANA en a marqué 3. RePUBLIQUE DE LA COReE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que GHANA n'a pas marqué à l'extérieur de la surface. De plus, RePUBLIQUE DE LA COReE a effectué 540 passes, dont 477 ont été complétées. Quant à GHANA, elles ont réalisé 319 passes, avec 260 complétées avec succès. Au total, RePUBLIQUE DE LA COReE a appliqué 220 pressions défensives, tandis que GHANA en a appliqué 324."
    },
    {
        "contexte": "Dans le Groupe G, le 28 Novembre 2022 à 17h00, l'équipe BReSIL a affronté l'équipe SUISSE. Dans cette rencontre, l'équipe BReSIL a eu une possession de 51%, tandis que l'équipe SUISSE a possédé le ballon pendant 40% du temps. Le match s'est soldé sur un score de 1 - 0, avec BReSIL et SUISSE marquant chacun 1 but(s). Les tentatives totales d'attaque de BReSIL étaient de 9, tandis que SUISSE en a réalisé 4. Les deux équipes ont concédé 0 but(s) chacune. BReSIL a réussi 1 buts à l'intérieur de la surface de réparation, et SUISSE en a marqué 0. BReSIL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SUISSE n'a pas marqué à l'extérieur de la surface. De plus, BReSIL a effectué 565 passes, dont 498 ont été complétées. Quant à SUISSE, elles ont réalisé 488 passes, avec 415 complétées avec succès. Au total, BReSIL a appliqué 282 pressions défensives, tandis que SUISSE en a appliqué 344."
    },
    {
        "contexte": "Dans le Groupe H, le 28 Novembre 2022 à 20h00, l'équipe LE PORTUGAL a affronté l'équipe URUGUAY. Dans cette rencontre, l'équipe LE PORTUGAL a eu une possession de 53%, tandis que l'équipe URUGUAY a possédé le ballon pendant 35% du temps. Le match s'est soldé sur un score de 2 - 0, avec LE PORTUGAL et URUGUAY marquant chacun 2 but(s). Les tentatives totales d'attaque de LE PORTUGAL étaient de 14, tandis que URUGUAY en a réalisé 10. Les deux équipes ont concédé 0 but(s) chacune. LE PORTUGAL a réussi 1 buts à l'intérieur de la surface de réparation, et URUGUAY en a marqué 0. LE PORTUGAL a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que URUGUAY n'a pas marqué à l'extérieur de la surface. De plus, LE PORTUGAL a effectué 596 passes, dont 517 ont été complétées. Quant à URUGUAY, elles ont réalisé 390 passes, avec 306 complétées avec succès. Au total, LE PORTUGAL a appliqué 226 pressions défensives, tandis que URUGUAY en a appliqué 362."
    },
    {
        "contexte": "Dans le groupe A, le 29 Novembre 2022 à 16h00, l'équipe PAYS-BAS a affronté l'équipe QATAR. Dans cette rencontre, l'équipe PAYS-BAS a eu une possession de 54%, tandis que l'équipe QATAR a possédé le ballon pendant 38% du temps. Le match s'est soldé sur un score de 2 - 0, avec PAYS-BAS et QATAR marquant chacun 2 but(s). Les tentatives totales d'attaque de PAYS-BAS étaient de 13, tandis que QATAR en a réalisé 6. Les deux équipes ont concédé 0 but(s) chacune. PAYS-BAS a réussi 2 buts à l'intérieur de la surface de réparation, et QATAR en a marqué 0. PAYS-BAS a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que QATAR n'a pas marqué à l'extérieur de la surface. De plus, PAYS-BAS a effectué 795 passes, dont 740 ont été complétées. Quant à QATAR, elles ont réalisé 459 passes, avec 394 complétées avec succès. Au total, PAYS-BAS a appliqué 319 pressions défensives, tandis que QATAR en a appliqué 322."
    },
    {
        "contexte": "Dans le groupe A, le 29 Novembre 2022 à 16h00, l'équipe EQUATEUR a affronté l'équipe SeNeGAL. Dans cette rencontre, l'équipe EQUATEUR a eu une possession de 51%, tandis que l'équipe SeNeGAL a possédé le ballon pendant 32% du temps. Le match s'est soldé sur un score de 1 - 2, avec EQUATEUR et SeNeGAL marquant chacun 1 but(s). Les tentatives totales d'attaque de EQUATEUR étaient de 8, tandis que SeNeGAL en a réalisé 15. Les deux équipes ont concédé 2 but(s) chacune. EQUATEUR a réussi 1 buts à l'intérieur de la surface de réparation, et SeNeGAL en a marqué 2. EQUATEUR a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SeNeGAL n'a pas marqué à l'extérieur de la surface. De plus, EQUATEUR a effectué 432 passes, dont 353 ont été complétées. Quant à SeNeGAL, elles ont réalisé 269 passes, avec 198 complétées avec succès. Au total, EQUATEUR a appliqué 190 pressions défensives, tandis que SeNeGAL en a appliqué 243."
    },
    {
        "contexte": "Dans le Groupe B, le 29 Novembre 2022 à 20h00, l'équipe PAYS DE GALLES a affronté l'équipe ANGLETERRE. Dans cette rencontre, l'équipe PAYS DE GALLES a eu une possession de 33%, tandis que l'équipe ANGLETERRE a possédé le ballon pendant 58% du temps. Le match s'est soldé sur un score de 0 - 3, avec PAYS DE GALLES et ANGLETERRE marquant chacun 0 but(s). Les tentatives totales d'attaque de PAYS DE GALLES étaient de 7, tandis que ANGLETERRE en a réalisé 17. Les deux équipes ont concédé 3 but(s) chacune. PAYS DE GALLES a réussi 0 buts à l'intérieur de la surface de réparation, et ANGLETERRE en a marqué 2. PAYS DE GALLES a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ANGLETERRE n'a pas marqué à l'extérieur de la surface. De plus, PAYS DE GALLES a effectué 325 passes, dont 261 ont été complétées. Quant à ANGLETERRE, elles ont réalisé 588 passes, avec 529 complétées avec succès. Au total, PAYS DE GALLES a appliqué 328 pressions défensives, tandis que ANGLETERRE en a appliqué 167."
    },
    {
        "contexte": "Dans le Groupe B, le 29 Novembre 2022 à 20h00, l'équipe L'IRAN a affronté l'équipe les Etats-Unis. Dans cette rencontre, l'équipe L'IRAN a eu une possession de 42%, tandis que l'équipe les Etats-Unis a possédé le ballon pendant 45% du temps. Le match s'est soldé sur un score de 0 - 1, avec L'IRAN et les Etats-Unis marquant chacun 0 but(s). Les tentatives totales d'attaque de L'IRAN étaient de 6, tandis que les Etats-Unis en a réalisé 12. Les deux équipes ont concédé 1 but(s) chacune. L'IRAN a réussi 0 buts à l'intérieur de la surface de réparation, et les Etats-Unis en a marqué 1. L'IRAN a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que les Etats-Unis n'a pas marqué à l'extérieur de la surface. De plus, L'IRAN a effectué 463 passes, dont 379 ont été complétées. Quant à les Etats-Unis, elles ont réalisé 470 passes, avec 413 complétées avec succès. Au total, L'IRAN a appliqué 295 pressions défensives, tandis que les Etats-Unis en a appliqué 302."
    },
    {
        "contexte": "Dans le Groupe D, le 30 Novembre 2022 à 16h00, l'équipe AUSTRALIE a affronté l'équipe DANEMARK. Dans cette rencontre, l'équipe AUSTRALIE a eu une possession de 24%, tandis que l'équipe DANEMARK a possédé le ballon pendant 60% du temps. Le match s'est soldé sur un score de 1 - 0, avec AUSTRALIE et DANEMARK marquant chacun 1 but(s). Les tentatives totales d'attaque de AUSTRALIE étaient de 8, tandis que DANEMARK en a réalisé 14. Les deux équipes ont concédé 0 but(s) chacune. AUSTRALIE a réussi 1 buts à l'intérieur de la surface de réparation, et DANEMARK en a marqué 0. AUSTRALIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que DANEMARK n'a pas marqué à l'extérieur de la surface. De plus, AUSTRALIE a effectué 286 passes, dont 187 ont été complétées. Quant à DANEMARK, elles ont réalisé 650 passes, avec 567 complétées avec succès. Au total, AUSTRALIE a appliqué 341 pressions défensives, tandis que DANEMARK en a appliqué 161."
    },
    {
        "contexte": "Dans le Groupe D, le 30 Novembre 2022 à 16h00, l'équipe TUNISIE a affronté l'équipe FRANCE. Dans cette rencontre, l'équipe TUNISIE a eu une possession de 30%, tandis que l'équipe FRANCE a possédé le ballon pendant 56% du temps. Le match s'est soldé sur un score de 1 - 0, avec TUNISIE et FRANCE marquant chacun 1 but(s). Les tentatives totales d'attaque de TUNISIE étaient de 5, tandis que FRANCE en a réalisé 9. Les deux équipes ont concédé 0 but(s) chacune. TUNISIE a réussi 0 buts à l'intérieur de la surface de réparation, et FRANCE en a marqué 0. TUNISIE a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que FRANCE n'a pas marqué à l'extérieur de la surface. De plus, TUNISIE a effectué 328 passes, dont 266 ont été complétées. Quant à FRANCE, elles ont réalisé 636 passes, avec 566 complétées avec succès. Au total, TUNISIE a appliqué 400 pressions défensives, tandis que FRANCE en a appliqué 202."
    },
    {
        "contexte": "Dans le Groupe C, le 30 Novembre 2022 à 20h00, l'équipe POLOGNE a affronté l'équipe ARGENTINE. Dans cette rencontre, l'équipe POLOGNE a eu une possession de 24%, tandis que l'équipe ARGENTINE a possédé le ballon pendant 67% du temps. Le match s'est soldé sur un score de 0 - 2, avec POLOGNE et ARGENTINE marquant chacun 0 but(s). Les tentatives totales d'attaque de POLOGNE étaient de 4, tandis que ARGENTINE en a réalisé 25. Les deux équipes ont concédé 2 but(s) chacune. POLOGNE a réussi 0 buts à l'intérieur de la surface de réparation, et ARGENTINE en a marqué 2. POLOGNE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ARGENTINE n'a pas marqué à l'extérieur de la surface. De plus, POLOGNE a effectué 321 passes, dont 261 ont été complétées. Quant à ARGENTINE, elles ont réalisé 862 passes, avec 814 complétées avec succès. Au total, POLOGNE a appliqué 438 pressions défensives, tandis que ARGENTINE en a appliqué 141."
    },
    {
        "contexte": "Dans le Groupe C, le 30 Novembre 2022 à 20h00, l'équipe ARABIE SAOUDITE a affronté l'équipe MEXIQUE. Dans cette rencontre, l'équipe ARABIE SAOUDITE a eu une possession de 29%, tandis que l'équipe MEXIQUE a possédé le ballon pendant 55% du temps. Le match s'est soldé sur un score de 1 - 2, avec ARABIE SAOUDITE et MEXIQUE marquant chacun 1 but(s). Les tentatives totales d'attaque de ARABIE SAOUDITE étaient de 10, tandis que MEXIQUE en a réalisé 25. Les deux équipes ont concédé 2 but(s) chacune. ARABIE SAOUDITE a réussi 1 buts à l'intérieur de la surface de réparation, et MEXIQUE en a marqué 1. ARABIE SAOUDITE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que MEXIQUE n'a pas marqué à l'extérieur de la surface. De plus, ARABIE SAOUDITE a effectué 297 passes, dont 197 ont été complétées. Quant à MEXIQUE, elles ont réalisé 412 passes, avec 336 complétées avec succès. Au total, ARABIE SAOUDITE a appliqué 269 pressions défensives, tandis que MEXIQUE en a appliqué 229."
    },
    {
        "contexte": "Dans le Groupe F, le 01 Décembre 2022 à 16h00, l'équipe CROATIE a affronté l'équipe BELGIQUE. Dans cette rencontre, l'équipe CROATIE a eu une possession de 43%, tandis que l'équipe BELGIQUE a possédé le ballon pendant 47% du temps. Le match s'est soldé sur un score de 0 - 0, avec CROATIE et BELGIQUE marquant chacun 0 but(s). Les tentatives totales d'attaque de CROATIE étaient de 11, tandis que BELGIQUE en a réalisé 15. Les deux équipes ont concédé 0 but(s) chacune. CROATIE a réussi 0 buts à l'intérieur de la surface de réparation, et BELGIQUE en a marqué 0. CROATIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que BELGIQUE n'a pas marqué à l'extérieur de la surface. De plus, CROATIE a effectué 578 passes, dont 504 ont été complétées. Quant à BELGIQUE, elles ont réalisé 596 passes, avec 531 complétées avec succès. Au total, CROATIE a appliqué 328 pressions défensives, tandis que BELGIQUE en a appliqué 346."
    },
    {
        "contexte": "Dans le Groupe F, le 01 Décembre 2022 à 16h00, l'équipe CANADA a affronté l'équipe MAROC. Dans cette rencontre, l'équipe CANADA a eu une possession de 52%, tandis que l'équipe MAROC a possédé le ballon pendant 36% du temps. Le match s'est soldé sur un score de 1 - 2, avec CANADA et MAROC marquant chacun 1 but(s). Les tentatives totales d'attaque de CANADA étaient de 5, tandis que MAROC en a réalisé 7. Les deux équipes ont concédé 2 but(s) chacune. CANADA a réussi 0 buts à l'intérieur de la surface de réparation, et MAROC en a marqué 1. CANADA a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que MAROC n'a pas marqué à l'extérieur de la surface. De plus, CANADA a effectué 539 passes, dont 472 ont été complétées. Quant à MAROC, elles ont réalisé 384 passes, avec 308 complétées avec succès. Au total, CANADA a appliqué 224 pressions défensives, tandis que MAROC en a appliqué 324."
    },
    {
        "contexte": "Dans le Groupe E, le 01 Décembre 2022 à 20h00, l'équipe JAPON a affronté l'équipe ESPAGNE. Dans cette rencontre, l'équipe JAPON a eu une possession de 14%, tandis que l'équipe ESPAGNE a possédé le ballon pendant 78% du temps. Le match s'est soldé sur un score de 2 - 1, avec JAPON et ESPAGNE marquant chacun 2 but(s). Les tentatives totales d'attaque de JAPON étaient de 6, tandis que ESPAGNE en a réalisé 14. Les deux équipes ont concédé 1 but(s) chacune. JAPON a réussi 1 buts à l'intérieur de la surface de réparation, et ESPAGNE en a marqué 1. JAPON a également réalisé 1 but(s) en dehors de la surface de réparation, tandis que ESPAGNE n'a pas marqué à l'extérieur de la surface. De plus, JAPON a effectué 225 passes, dont 167 ont été complétées. Quant à ESPAGNE, elles ont réalisé 1070 passes, avec 992 complétées avec succès. Au total, JAPON a appliqué 637 pressions défensives, tandis que ESPAGNE en a appliqué 150."
    },
    {
        "contexte": "Dans le Groupe E, le 01 Décembre 2022 à 20h00, l'équipe COSTA RICA a affronté l'équipe ALLEMAGNE. Dans cette rencontre, l'équipe COSTA RICA a eu une possession de 27%, tandis que l'équipe ALLEMAGNE a possédé le ballon pendant 60% du temps. Le match s'est soldé sur un score de 2 - 4, avec COSTA RICA et ALLEMAGNE marquant chacun 2 but(s). Les tentatives totales d'attaque de COSTA RICA étaient de 8, tandis que ALLEMAGNE en a réalisé 32. Les deux équipes ont concédé 4 but(s) chacune. COSTA RICA a réussi 2 buts à l'intérieur de la surface de réparation, et ALLEMAGNE en a marqué 4. COSTA RICA a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ALLEMAGNE n'a pas marqué à l'extérieur de la surface. De plus, COSTA RICA a effectué 347 passes, dont 269 ont été complétées. Quant à ALLEMAGNE, elles ont réalisé 727 passes, avec 661 complétées avec succès. Au total, COSTA RICA a appliqué 378 pressions défensives, tandis que ALLEMAGNE en a appliqué 230."
    },
    {
        "contexte": "Dans le Groupe H, le 02 Décembre2022 à 16h00, l'équipe GHANA a affronté l'équipe URUGUAY. Dans cette rencontre, l'équipe GHANA a eu une possession de 46%, tandis que l'équipe URUGUAY a possédé le ballon pendant 39% du temps. Le match s'est soldé sur un score de 0 - 2, avec GHANA et URUGUAY marquant chacun 0 but(s). Les tentatives totales d'attaque de GHANA étaient de 9, tandis que URUGUAY en a réalisé 12. Les deux équipes ont concédé 2 but(s) chacune. GHANA a réussi 0 buts à l'intérieur de la surface de réparation, et URUGUAY en a marqué 2. GHANA a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que URUGUAY n'a pas marqué à l'extérieur de la surface. De plus, GHANA a effectué 460 passes, dont 377 ont été complétées. Quant à URUGUAY, elles ont réalisé 446 passes, avec 361 complétées avec succès. Au total, GHANA a appliqué 248 pressions défensives, tandis que URUGUAY en a appliqué 293."
    },
    {
        "contexte": "Dans le Groupe H, le 02 Décembre2022 à 16h00, l'équipe RePUBLIQUE DE LA COReE a affronté l'équipe LE PORTUGAL. Dans cette rencontre, l'équipe RePUBLIQUE DE LA COReE a eu une possession de 34%, tandis que l'équipe LE PORTUGAL a possédé le ballon pendant 55% du temps. Le match s'est soldé sur un score de 2 - 1, avec RePUBLIQUE DE LA COReE et LE PORTUGAL marquant chacun 2 but(s). Les tentatives totales d'attaque de RePUBLIQUE DE LA COReE étaient de 12, tandis que LE PORTUGAL en a réalisé 12. Les deux équipes ont concédé 1 but(s) chacune. RePUBLIQUE DE LA COReE a réussi 2 buts à l'intérieur de la surface de réparation, et LE PORTUGAL en a marqué 1. RePUBLIQUE DE LA COReE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que LE PORTUGAL n'a pas marqué à l'extérieur de la surface. De plus, RePUBLIQUE DE LA COReE a effectué 359 passes, dont 304 ont été complétées. Quant à LE PORTUGAL, elles ont réalisé 606 passes, avec 541 complétées avec succès. Au total, RePUBLIQUE DE LA COReE a appliqué 359 pressions défensives, tandis que LE PORTUGAL en a appliqué 233."
    },
    {
        "contexte": "Dans le Groupe G, le 02 Décembre2022 à 20h00, l'équipe SERBIE a affronté l'équipe SUISSE. Dans cette rencontre, l'équipe SERBIE a eu une possession de 45%, tandis que l'équipe SUISSE a possédé le ballon pendant 41% du temps. Le match s'est soldé sur un score de 2 - 3, avec SERBIE et SUISSE marquant chacun 2 but(s). Les tentatives totales d'attaque de SERBIE étaient de 11, tandis que SUISSE en a réalisé 14. Les deux équipes ont concédé 3 but(s) chacune. SERBIE a réussi 2 buts à l'intérieur de la surface de réparation, et SUISSE en a marqué 3. SERBIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SUISSE n'a pas marqué à l'extérieur de la surface. De plus, SERBIE a effectué 476 passes, dont 390 ont été complétées. Quant à SUISSE, elles ont réalisé 403 passes, avec 325 complétées avec succès. Au total, SERBIE a appliqué 276 pressions défensives, tandis que SUISSE en a appliqué 253."
    },
    {
        "contexte": "Dans le Groupe G, le 02 Décembre2022 à 20h00, l'équipe CAMEROUN a affronté l'équipe BReSIL. Dans cette rencontre, l'équipe CAMEROUN a eu une possession de 31%, tandis que l'équipe BReSIL a possédé le ballon pendant 56% du temps. Le match s'est soldé sur un score de 1 - 0, avec CAMEROUN et BReSIL marquant chacun 1 but(s). Les tentatives totales d'attaque de CAMEROUN étaient de 7, tandis que BReSIL en a réalisé 19. Les deux équipes ont concédé 0 but(s) chacune. CAMEROUN a réussi 1 buts à l'intérieur de la surface de réparation, et BReSIL en a marqué 0. CAMEROUN a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que BReSIL n'a pas marqué à l'extérieur de la surface. De plus, CAMEROUN a effectué 295 passes, dont 239 ont été complétées. Quant à BReSIL, elles ont réalisé 548 passes, avec 491 complétées avec succès. Au total, CAMEROUN a appliqué 321 pressions défensives, tandis que BReSIL en a appliqué 226."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 03 Décembre 2022 à 16h00, l'équipe PAYS-BAS a affronté l'équipe les Etats-Unis. Dans cette rencontre, l'équipe PAYS-BAS a eu une possession de 33%, tandis que l'équipe les Etats-Unis a possédé le ballon pendant 54% du temps. Le match s'est soldé sur un score de 3 - 1, avec PAYS-BAS et les Etats-Unis marquant chacun 3 but(s). Les tentatives totales d'attaque de PAYS-BAS étaient de 11, tandis que les Etats-Unis en a réalisé 18. Les deux équipes ont concédé 1 but(s) chacune. PAYS-BAS a réussi 3 buts à l'intérieur de la surface de réparation, et les Etats-Unis en a marqué 1. PAYS-BAS a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que les Etats-Unis n'a pas marqué à l'extérieur de la surface. De plus, PAYS-BAS a effectué 396 passes, dont 320 ont été complétées. Quant à les Etats-Unis, elles ont réalisé 567 passes, avec 487 complétées avec succès. Au total, PAYS-BAS a appliqué 325 pressions défensives, tandis que les Etats-Unis en a appliqué 256."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 03 Décembre 2022 à 20h00, l'équipe ARGENTINE a affronté l'équipe AUSTRALIE. Dans cette rencontre, l'équipe ARGENTINE a eu une possession de 53%, tandis que l'équipe AUSTRALIE a possédé le ballon pendant 35% du temps. Le match s'est soldé sur un score de 2 - 1, avec ARGENTINE et AUSTRALIE marquant chacun 2 but(s). Les tentatives totales d'attaque de ARGENTINE étaient de 14, tandis que AUSTRALIE en a réalisé 5. Les deux équipes ont concédé 1 but(s) chacune. ARGENTINE a réussi 2 buts à l'intérieur de la surface de réparation, et AUSTRALIE en a marqué 0. ARGENTINE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que AUSTRALIE n'a pas marqué à l'extérieur de la surface. De plus, ARGENTINE a effectué 711 passes, dont 635 ont été complétées. Quant à AUSTRALIE, elles ont réalisé 450 passes, avec 381 complétées avec succès. Au total, ARGENTINE a appliqué 240 pressions défensives, tandis que AUSTRALIE en a appliqué 453."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 04 Décembre 2022 à 16h00, l'équipe FRANCE a affronté l'équipe POLOGNE. Dans cette rencontre, l'équipe FRANCE a eu une possession de 48%, tandis que l'équipe POLOGNE a possédé le ballon pendant 42% du temps. Le match s'est soldé sur un score de 3 - 1, avec FRANCE et POLOGNE marquant chacun 3 but(s). Les tentatives totales d'attaque de FRANCE étaient de 16, tandis que POLOGNE en a réalisé 11. Les deux équipes ont concédé 1 but(s) chacune. FRANCE a réussi 3 buts à l'intérieur de la surface de réparation, et POLOGNE en a marqué 1. FRANCE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que POLOGNE n'a pas marqué à l'extérieur de la surface. De plus, FRANCE a effectué 540 passes, dont 481 ont été complétées. Quant à POLOGNE, elles ont réalisé 466 passes, avec 391 complétées avec succès. Au total, FRANCE a appliqué 220 pressions défensives, tandis que POLOGNE en a appliqué 297."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 04 Décembre 2022 à 20h00, l'équipe ANGLETERRE a affronté l'équipe SeNeGAL. Dans cette rencontre, l'équipe ANGLETERRE a eu une possession de 54%, tandis que l'équipe SeNeGAL a possédé le ballon pendant 35% du temps. Le match s'est soldé sur un score de 3 - 0, avec ANGLETERRE et SeNeGAL marquant chacun 3 but(s). Les tentatives totales d'attaque de ANGLETERRE étaient de 8, tandis que SeNeGAL en a réalisé 10. Les deux équipes ont concédé 0 but(s) chacune. ANGLETERRE a réussi 3 buts à l'intérieur de la surface de réparation, et SeNeGAL en a marqué 0. ANGLETERRE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SeNeGAL n'a pas marqué à l'extérieur de la surface. De plus, ANGLETERRE a effectué 597 passes, dont 523 ont été complétées. Quant à SeNeGAL, elles ont réalisé 393 passes, avec 320 complétées avec succès. Au total, ANGLETERRE a appliqué 230 pressions défensives, tandis que SeNeGAL en a appliqué 339."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 05 Décembre 2022 à 16h00, l'équipe JAPON a affronté l'équipe CROATIE. Dans cette rencontre, l'équipe JAPON a eu une possession de 35%, tandis que l'équipe CROATIE a possédé le ballon pendant 51% du temps. Le match s'est soldé sur un score de 1 - 1, avec JAPON et CROATIE marquant chacun 1 but(s). Les tentatives totales d'attaque de JAPON étaient de 12, tandis que CROATIE en a réalisé 16. Les deux équipes ont concédé 1 but(s) chacune. JAPON a réussi 1 buts à l'intérieur de la surface de réparation, et CROATIE en a marqué 1. JAPON a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que CROATIE n'a pas marqué à l'extérieur de la surface. De plus, JAPON a effectué 532 passes, dont 414 ont été complétées. Quant à CROATIE, elles ont réalisé 735 passes, avec 624 complétées avec succès. Au total, JAPON a appliqué 405 pressions défensives, tandis que CROATIE en a appliqué 308."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 05 Décembre 2022 à 20h00, l'équipe BReSIL a affronté l'équipe RePUBLIQUE DE LA COReE. Dans cette rencontre, l'équipe BReSIL a eu une possession de 47%, tandis que l'équipe RePUBLIQUE DE LA COReE a possédé le ballon pendant 44% du temps. Le match s'est soldé sur un score de 4 - 1, avec BReSIL et RePUBLIQUE DE LA COReE marquant chacun 4 but(s). Les tentatives totales d'attaque de BReSIL étaient de 18, tandis que RePUBLIQUE DE LA COReE en a réalisé 10. Les deux équipes ont concédé 1 but(s) chacune. BReSIL a réussi 4 buts à l'intérieur de la surface de réparation, et RePUBLIQUE DE LA COReE en a marqué 0. BReSIL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que RePUBLIQUE DE LA COReE n'a pas marqué à l'extérieur de la surface. De plus, BReSIL a effectué 616 passes, dont 556 ont été complétées. Quant à RePUBLIQUE DE LA COReE, elles ont réalisé 548 passes, avec 486 complétées avec succès. Au total, BReSIL a appliqué 310 pressions défensives, tandis que RePUBLIQUE DE LA COReE en a appliqué 329."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 06 Décembre 2022 à 16h00, l'équipe MAROC a affronté l'équipe ESPAGNE. Dans cette rencontre, l'équipe MAROC a eu une possession de 22%, tandis que l'équipe ESPAGNE a possédé le ballon pendant 68% du temps. Le match s'est soldé sur un score de 0 - 0, avec MAROC et ESPAGNE marquant chacun 0 but(s). Les tentatives totales d'attaque de MAROC étaient de 6, tandis que ESPAGNE en a réalisé 13. Les deux équipes ont concédé 0 but(s) chacune. MAROC a réussi 0 buts à l'intérieur de la surface de réparation, et ESPAGNE en a marqué 0. MAROC a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ESPAGNE n'a pas marqué à l'extérieur de la surface. De plus, MAROC a effectué 323 passes, dont 229 ont été complétées. Quant à ESPAGNE, elles ont réalisé 1041 passes, avec 967 complétées avec succès. Au total, MAROC a appliqué 573 pressions défensives, tandis que ESPAGNE en a appliqué 217."
    },
    {
        "contexte": "Lors des Huitièmes de finale, le 06 Décembre 2022 à 20h00, l'équipe LE PORTUGAL a affronté l'équipe SUISSE. Dans cette rencontre, l'équipe LE PORTUGAL a eu une possession de 43%, tandis que l'équipe SUISSE a possédé le ballon pendant 48% du temps. Le match s'est soldé sur un score de 6 - 1, avec LE PORTUGAL et SUISSE marquant chacun 6 but(s). Les tentatives totales d'attaque de LE PORTUGAL étaient de 14, tandis que SUISSE en a réalisé 10. Les deux équipes ont concédé 1 but(s) chacune. LE PORTUGAL a réussi 6 buts à l'intérieur de la surface de réparation, et SUISSE en a marqué 1. LE PORTUGAL a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que SUISSE n'a pas marqué à l'extérieur de la surface. De plus, LE PORTUGAL a effectué 461 passes, dont 392 ont été complétées. Quant à SUISSE, elles ont réalisé 512 passes, avec 436 complétées avec succès. Au total, LE PORTUGAL a appliqué 357 pressions défensives, tandis que SUISSE en a appliqué 240."
    },
    {
        "contexte": "Lors de la Quart de finale, le 09 Décembre 2022 à 16h00, l'équipe CROATIE a affronté l'équipe BReSIL. Dans cette rencontre, l'équipe CROATIE a eu une possession de 45%, tandis que l'équipe BReSIL a possédé le ballon pendant 45% du temps. Le match s'est soldé sur un score de 1 - 1, avec CROATIE et BReSIL marquant chacun 1 but(s). Les tentatives totales d'attaque de CROATIE étaient de 9, tandis que BReSIL en a réalisé 20. Les deux équipes ont concédé 1 but(s) chacune. CROATIE a réussi 1 buts à l'intérieur de la surface de réparation, et BReSIL en a marqué 1. CROATIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que BReSIL n'a pas marqué à l'extérieur de la surface. De plus, CROATIE a effectué 715 passes, dont 632 ont été complétées. Quant à BReSIL, elles ont réalisé 695 passes, avec 625 complétées avec succès. Au total, CROATIE a appliqué 365 pressions défensives, tandis que BReSIL en a appliqué 423."
    },
    {
        "contexte": "Lors de la Quart de finale, le 09 Décembre 2022 à 20h00, l'équipe PAYS-BAS a affronté l'équipe ARGENTINE. Dans cette rencontre, l'équipe PAYS-BAS a eu une possession de 45%, tandis que l'équipe ARGENTINE a possédé le ballon pendant 44% du temps. Le match s'est soldé sur un score de 2 - 2, avec PAYS-BAS et ARGENTINE marquant chacun 2 but(s). Les tentatives totales d'attaque de PAYS-BAS étaient de 5, tandis que ARGENTINE en a réalisé 15. Les deux équipes ont concédé 2 but(s) chacune. PAYS-BAS a réussi 2 buts à l'intérieur de la surface de réparation, et ARGENTINE en a marqué 2. PAYS-BAS a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que ARGENTINE n'a pas marqué à l'extérieur de la surface. De plus, PAYS-BAS a effectué 651 passes, dont 557 ont été complétées. Quant à ARGENTINE, elles ont réalisé 603 passes, avec 511 complétées avec succès. Au total, PAYS-BAS a appliqué 401 pressions défensives, tandis que ARGENTINE en a appliqué 323."
    },
    {
        "contexte": "Lors de la Quart de finale, le 10 Décembre 2022 à 16h00, l'équipe MAROC a affronté l'équipe LE PORTUGAL. Dans cette rencontre, l'équipe MAROC a eu une possession de 22%, tandis que l'équipe LE PORTUGAL a possédé le ballon pendant 65% du temps. Le match s'est soldé sur un score de 1 - 0, avec MAROC et LE PORTUGAL marquant chacun 1 but(s). Les tentatives totales d'attaque de MAROC étaient de 9, tandis que LE PORTUGAL en a réalisé 11. Les deux équipes ont concédé 0 but(s) chacune. MAROC a réussi 1 buts à l'intérieur de la surface de réparation, et LE PORTUGAL en a marqué 0. MAROC a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que LE PORTUGAL n'a pas marqué à l'extérieur de la surface. De plus, MAROC a effectué 229 passes, dont 171 ont été complétées. Quant à LE PORTUGAL, elles ont réalisé 678 passes, avec 592 complétées avec succès. Au total, MAROC a appliqué 373 pressions défensives, tandis que LE PORTUGAL en a appliqué 165."
    },
    {
        "contexte": "Lors de la Quart de finale, le 10 Décembre 2022 à 20h00, l'équipe ANGLETERRE a affronté l'équipe FRANCE. Dans cette rencontre, l'équipe ANGLETERRE a eu une possession de 54%, tandis que l'équipe FRANCE a possédé le ballon pendant 36% du temps. Le match s'est soldé sur un score de 1 - 2, avec ANGLETERRE et FRANCE marquant chacun 1 but(s). Les tentatives totales d'attaque de ANGLETERRE étaient de 14, tandis que FRANCE en a réalisé 9. Les deux équipes ont concédé 2 but(s) chacune. ANGLETERRE a réussi 1 buts à l'intérieur de la surface de réparation, et FRANCE en a marqué 1. ANGLETERRE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que FRANCE n'a pas marqué à l'extérieur de la surface. De plus, ANGLETERRE a effectué 508 passes, dont 453 ont été complétées. Quant à FRANCE, elles ont réalisé 369 passes, avec 310 complétées avec succès. Au total, ANGLETERRE a appliqué 193 pressions défensives, tandis que FRANCE en a appliqué 308."
    },
    {
        "contexte": "Lors de la Demi-finale, le 13 Décembre 2022 à 20h00, l'équipe ARGENTINE a affronté l'équipe CROATIE. Dans cette rencontre, l'équipe ARGENTINE a eu une possession de 34%, tandis que l'équipe CROATIE a possédé le ballon pendant 54% du temps. Le match s'est soldé sur un score de 3 - 0, avec ARGENTINE et CROATIE marquant chacun 3 but(s). Les tentatives totales d'attaque de ARGENTINE étaient de 10, tandis que CROATIE en a réalisé 12. Les deux équipes ont concédé 0 but(s) chacune. ARGENTINE a réussi 3 buts à l'intérieur de la surface de réparation, et CROATIE en a marqué 0. ARGENTINE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que CROATIE n'a pas marqué à l'extérieur de la surface. De plus, ARGENTINE a effectué 408 passes, dont 344 ont été complétées. Quant à CROATIE, elles ont réalisé 624 passes, avec 551 complétées avec succès. Au total, ARGENTINE a appliqué 321 pressions défensives, tandis que CROATIE en a appliqué 260."
    },
    {
        "contexte": "Lors de la Demi-finale, le 14 Décembre 2022 à 20h00, l'équipe FRANCE a affronté l'équipe MAROC. Dans cette rencontre, l'équipe FRANCE a eu une possession de 34%, tandis que l'équipe MAROC a possédé le ballon pendant 55% du temps. Le match s'est soldé sur un score de 2 - 0, avec FRANCE et MAROC marquant chacun 2 but(s). Les tentatives totales d'attaque de FRANCE étaient de 14, tandis que MAROC en a réalisé 13. Les deux équipes ont concédé 0 but(s) chacune. FRANCE a réussi 2 buts à l'intérieur de la surface de réparation, et MAROC en a marqué 0. FRANCE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que MAROC n'a pas marqué à l'extérieur de la surface. De plus, FRANCE a effectué 358 passes, dont 307 ont été complétées. Quant à MAROC, elles ont réalisé 583 passes, avec 518 complétées avec succès. Au total, FRANCE a appliqué 328 pressions défensives, tandis que MAROC en a appliqué 218."
    },
    {
        "contexte": "Lors du Barrage pour la troisième place, le 17 Décembre 2022 à 16h00, l'équipe CROATIE a affronté l'équipe MAROC. Dans cette rencontre, l'équipe CROATIE a eu une possession de 45%, tandis que l'équipe MAROC a possédé le ballon pendant 45% du temps. Le match s'est soldé sur un score de 2 - 1, avec CROATIE et MAROC marquant chacun 2 but(s). Les tentatives totales d'attaque de CROATIE étaient de 14, tandis que MAROC en a réalisé 7. Les deux équipes ont concédé 1 but(s) chacune. CROATIE a réussi 2 buts à l'intérieur de la surface de réparation, et MAROC en a marqué 1. CROATIE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que MAROC n'a pas marqué à l'extérieur de la surface. De plus, CROATIE a effectué 491 passes, dont 430 ont été complétées. Quant à MAROC, elles ont réalisé 494 passes, avec 428 complétées avec succès. Au total, CROATIE a appliqué 288 pressions défensives, tandis que MAROC en a appliqué 277."
    },
    {
        "contexte": "Lors de la Finale, le 18 Décembre 2022 à 16h00, l'équipe ARGENTINE a affronté l'équipe FRANCE. Dans cette rencontre, l'équipe ARGENTINE a eu une possession de 46%, tandis que l'équipe FRANCE a possédé le ballon pendant 40% du temps. Le match s'est soldé sur un score de 3 - 3, avec ARGENTINE et FRANCE marquant chacun 3 but(s). Les tentatives totales d'attaque de ARGENTINE étaient de 21, tandis que FRANCE en a réalisé 10. Les deux équipes ont concédé 3 but(s) chacune. ARGENTINE a réussi 3 buts à l'intérieur de la surface de réparation, et FRANCE en a marqué 3. ARGENTINE a également réalisé 0 but(s) en dehors de la surface de réparation, tandis que FRANCE n'a pas marqué à l'extérieur de la surface. De plus, ARGENTINE a effectué 648 passes, dont 544 ont été complétées. Quant à FRANCE, elles ont réalisé 516 passes, avec 419 complétées avec succès. Au total, ARGENTINE a appliqué 280 pressions défensives, tandis que FRANCE en a appliqué 409."
    }

]