[
    {
        "title": "Sommaire",
        "subtitle": null,
        "contexte": "La Coupe du monde de football, ou Coupe du monde de la FIFA, est lechampionnat du mondedes équipes nationales masculines defootball. Décidée le 28 mai1928par laFédération internationale de football association(FIFA) sous l'impulsion de son présidentJules Rimet, elle a été ouverte à toutes les équipes des fédérations reconnues par la FIFA, professionnelles y compris, se distinguant en cela dutournoi olympique de football, à l'époque réservé aux amateurs. Elle a lieu pourla première fois en 1930, enUruguay(champion olympique 1924 et 1928), et tous les quatre ans depuis (sauf en 1942 et 1946 en raison de laSeconde Guerre mondiale). Depuis la deuxième édition, en 1934, la Coupe du monde comprend unephase de qualificationpar zones continentales, actuellement organisée par chaque confédération continentale, et une phase finale qui réunit les équipes qualifiées (16 de 1934 à 1978, 24 de 1982 à 1994, 32 de 1998 à 2022, 48 à partir de 2026) dans un ou plusieurspayspendant un mois environ. Cette phase finale comprendra à partir de 2026 un premier tour parpoulesqui qualifie trente-deux équipes pour une phase à élimination directe à partir des seizièmes de finale. Les pays organisateurs de la phase finale sont désignés par la FIFA et sont automatiquement qualifiés. Sur les vingt-deux éditions disputées jusqu'en 2022, seules huit nations ont déjà été titrées au moins une fois et seulement treize nations sont parvenues en finale (vainqueurs compris). LeBrésil, seule équipe à avoir disputé toutes les phases finales de lacompétition, détient le record avec cinq titres mondiaux et s'est acquis le droit de conserver laCoupe Jules-Rimeten 1970 après sa3evictoire finale dans la compétition, avecPelé, seul joueur triple champion du monde. L'Italieet l'Allemagnecomptent quatre trophées et l'Argentinetrois. L'Uruguay, vainqueur à domicile de la première édition, et laFranceont gagné chacune deux fois la Coupe, l'Angleterreet l'Espagneune fois. Ladernière éditions'est déroulée auQataren 2022 pour la première fois en automne.Celle de 2026, auxÉtats-Unis, auCanadaet auMexique, sera la première édition à 48 équipes participantes. La Coupe du monde de football est l'événement sportif le plus regardé à la télévision dans le monde avec lesJeux olympiques. Économiquement, la compétition est une source de revenus importante pour la FIFA et peut avoir des effets positifs sur lacroissancede certainssecteurs d'activitéet sur ledéveloppementdu pays organisateur. Desinfrastructures, notamment lesstades, sont construites ou rénovées à cette occasion. Événement mondial, elle est présente dans la culture populaire, sujet de nombreuxfilmsetdocumentaires, et est l'occasion de créer deschansonsouhymnesnationaux. Bien que véhiculant des valeurs depaixet d'universalité, la compétition a un aspectpolitique. Elle a été à l'occasion le théâtre deviolencesautour des rencontres, et de nombreux forfaits etboycotts, mais aussi réconciliations, émaillent son histoire."
    },
    {
        "title": "Histoire",
        "subtitle": "Origine de la compétition",
        "contexte": "Le projet d'organiser une compétition internationale commence dès la création de laFédération internationale de football association(FIFA) en1904. En1906, la première édition initiée par le dirigeantnéerlandaisCarl Hirschmanest programmée enSuisseet quatrepoulesde quatreéquipesen guise de premier tour sont mises en place. Mais lors de la clôture des confirmations d'inscriptions pour les seize sélections invitées, le31 août1905, aucune fédération ne confirme sa participation et le projet est enterré. Avec la mise en place d'untournoi olympique de footballà partir de1908, Hirschmann veut procéder à la reconnaissance de ce tournoi olympique comme championnat du monde de football amateur. L'idée est validée lors du congrès de la FIFA en1914, mais laPremière Guerre mondialebloque cette initiative. Avec 22 et 17 équipes dont pour la première fois des formations d'Amérique latineet desÉtats-Unis, en plus de celles duVieux continentet de l'Égypte, lestournois olympiquesde1924et1928constituent les premiers réelschampionnats du mondede football. Après son élection à la présidence de la FIFA,Jules Rimetmet tout en œuvre, avecHenri Delaunay, secrétaire général de laFédération française de football association, pour mettre en place une nouvelle compétition internationale. Ce projet est adopté par la FIFA, lors d'un congrès tenu en marge desJeux olympiquesd'Amsterdamle26 mai1928, par 25 voix pour et cinq contre et une abstention,. Le congrès de la FIFA tenu àBarcelonele18 mai1929confirme la première édition de laCoupe du monde de football associationpour 1930 et en confie l'organisation à l'Uruguay, double champion olympique en titre, qui fête le centenaire de sonindépendancecette année-là. Il décide que la Coupe du monde se tiendra tous les quatre ans, les années paires, en alternance avec les Jeux olympiques. À cette époque, presque toutes les équipes ont un statut amateur et présentent les mêmes formations aux deux compétitions. Cependant, les objectifs et valeurs divergent : si le tournoi olympique reste encore en théorie réservé aux amateurs, la FIFA reconnait les équipes qui ont opté pour le professionnalisme et ouvre la Coupe du monde à tous, amateurs comme professionnels."
    },
    {
        "title": "Histoire",
        "subtitle": "Première Coupe du monde (1930)",
        "contexte": "Pour la première édition de la Coupe du monde, la compétition se déroule enUruguayàMontevideoen1930. La FIFA lance les invitations et table sur l'inscription de seize équipes, mais seulement treize nations répondent favorablement pour participer au tournoi. Seuls quatre pays européens traversent l'océan Atlantiqueen bateau pour disputer la compétition. LaBelgique, laFranceet laRoumanieprennent un navire nommé « Conte Verde »depuisVillefranche-sur-Mer. LaYougoslaviequant à elle embarque à bord du « MS Florida ». Les autres pays européens déclinent pour des raisons financières et d'intendance.Jules Rimetest même contraint de procéder à un tour de France pour convaincre autorités, joueurs et employeurs afin que la France ne rate pas ce premier rendez-vous mondial. Tous les autres pays sont américains, il y a deux équipes nord-américaines : lesÉtats-Uniset leMexique, les autres sont sud-américaines. Impressionnantes au cours du tournoi, les équipes d'Argentineet d'Uruguay, toutes deux invaincues, se rencontrent en finale à Montevideo. Les deux pays voisins sont rivaux et les supporters argentins se déplacent en nombre pour assister à la finale. Cependant, laCelesteest à domicile ce qui lui donne un avantage important. Le match se joue le30 juillet1930auStade Centenario. L'Uruguay ouvre le score, mais l'Argentine réagit et inscrit deux buts consécutivement pour mener 2-1 à la mi-temps. La rencontre connait alors un nouveau renversement de situation en seconde période. Poussée par ses supporters, l'équipe uruguayenne inscrit finalement trois autres buts en seconde période et gagne la partie sur le score de 4-2."
    },
    {
        "title": "Histoire",
        "subtitle": "Épreuves européennes d'avant-guerre et victoires italiennes (1934 et 1938)",
        "contexte": "L'Italie accueille la deuxième Coupe du monde de l'histoire dans un climat de crise économique et de montée dufascismedans une partie de l'Europe. Le tenant du titre, l'Uruguay, ne participe pas à la compétition qui regroupe pourtant trente-deux nations, beaucoup plus que lors de la première édition. Un tour préliminaire doit être mis en place pour réduire le nombre d'équipes participant à la phase finale à seize. Entraînée parVittorio Pozzo, l'équipe d'Italiereçoit l'Espagneaustade Giovanni Bertaen quart de finale. Après une première rencontre âpre, les deux équipes sont à égalité et doivent rejouer le lendemain. Le violentLuis Montioblige un joueur espagnol à sortir sur blessure dès le début du match. L'Italie se qualifie grâce à un but deGiuseppe Meazzaet rejoint l'Autricheen demi-finale. Meazza offre à nouveau la victoire aux siens. Dans la seconde demi-finale, laTchécoslovaquieélimine l'Allemagnetrois buts à un. En finale, la Tchécoslovaquie ouvre le score parAntonin PucdevantBenito Mussoliniet les nombreuxmilitairesprésents dans le stade deRome,. L'Italie arrache la prolongation à cinq minutes de la fin sur un but deRaimundo Orsiet s'impose finalement après prolongation sur un but d'Angelo Schiavio. L'organisation de la Coupe du monde de la FIFA de 1938 est confiée à laFrance. Trente-six pays sont engagés dans les éliminatoires auxquels ne participent pas l'Angleterre, l'Uruguay et l'Espagne, cette dernière nation étant ravagée par laguerre civile. La phase finale ne réunit finalement que quinze équipes, à la suite du forfait de l'Autriche qui venait d'être annexée par l'Allemagne. En huitièmes de finale, leBrésilet laPologneoffrent un excellent match àStrasbourgau cours duquel les Brésiliens triomphent 6-5 après prolongation grâce notamment à trois buts deLeônidas. Lors du quart de finale opposant le Brésil à la Tchécoslovaquie, la rencontre se transforme en bataille générale qui se solde par trois expulsions et cinq blessés. Qualifié, le Brésil défie en demi-finale l'Italie en laissant au repos des joueurs cadres comme Leônidas qui a permis à la sélection brésilienne de battre les Tchèques deux jours plus tôt. Les Italiens se qualifient pour la finale grâce à un succès 2-1. Dans l'autre demi-finale, laHongriese qualifie en battant laSuèdesur le large score de 5-1. La finale est de nouveau remportée par l'équipe d'Italie, tenante du titre, qui bat les Hongrois en finale sur le score de 4-2 grâce à des doublés deSilvio PiolaetGino Colaussi,. L'équipe de Vittorio Pozzo est la première sélection nationale à remporter la compétition deux fois consécutivement."
    },
    {
        "title": "Histoire",
        "subtitle": "Interruption et retour de la compétition (1942 et 1950)",
        "contexte": "En 1939, les fédérations d'Allemagne et du Brésil sont candidates à l'organisation de laCoupe du monde de football 1942. Le président de la FIFAJules Rimetse rend en Amérique du Sud pour évaluer le projet brésilien. Pendant son séjour àRio de Janeiro, les troupes allemandesattaquent la Polognele1erseptembre 1939 et laSeconde Guerre mondialedébute. Les préparatifs pour la Coupe du monde 1942 sont interrompus avant même le choix du pays organisateur. Le congrès deLuxembourgdu26 juillet1946signe le grand retour aux affaires de la FIFA après le conflit mondial. En hommage à l'activité du président de la FIFA, le congrès décide que la Coupe du monde sera désormais intitulée « Coupe Jules-Rimet »,. Le congrès est marqué par le choix des pays hôtes des deux prochaines éditions et la décision de changer la périodicité de la Coupe du monde. Le trophée sera désormais remis en jeu tous les deux ans (au lieu de tous les quatre ans). Afin d'éviter la concurrence desJeux olympiquesune fois sur deux, la FIFA planifie son tournoi mondial les années impaires. Le Brésil et la Suisse (les deux seuls pays candidats) héritent respectivement de l'organisation des Coupes du monde de 1949 et de 1951. Deux ans plus tard, en juillet 1948 la FIFA fait cependant marche arrière en optant finalement pour le maintien de la traditionnelle organisation quadriennale les années paires non-olympiques. La Coupe du monde au Brésil est alors retardée d'un an (1950), celle devant se disputer en Suisse est reportée à 1954. La quatrième Coupe du monde se déroule donc auBrésilen 1950. Pour la première fois de l'histoire de la compétition, l'Angleterrequi avait maintes fois décliné les invitations de la FIFA dans les années 1930 accepte enfin de s'affilier à la FIFA et participe aux éliminatoires, où trente-trois pays sont engagés. À l'inverse, de nombreuses équipes nationales sont absentes de cette première édition d'après guerre, l'Autricheet laBelgiquene s'inscrivent pas aux éliminatoires, l'Argentine, lePérouet l'Équateurdéclarent forfait. Dans leMaracanã, stade construit pour l'occasion, 150 000 spectateurs se sont réunis pour regarder un match décisif du premier tour entre leBrésilet laYougoslavie. Grâce à une victoire 2-0, le Brésil se qualifie pour la poule finale. Les Anglais sont battus par lesÉtats-Unissur un but deJoe Gaetjens, puis à nouveau par l'Espagnequelques jours plus tard. LaSuèderemporte un match décisif contre l'ItalieàSão Pauloet se qualifie, elle aussi, pour le tour final. Le quatrième et dernier groupe est composé de deux équipes, l'Uruguaybat largement laBoliviesur le score de 8-0. Conformément au souhait du pays organisateur la formule du championnat est reconduite au second tour sous la forme d'une poule finale à quatre équipes. C'est la seule fois dans l'histoire de la compétition où il n'y a aucun match à élimination directe. Les Brésiliens sont impressionnants et réalisent un festival offensif contre la Suède puis l'Espagne pour des victoires 7-1 et 6-1 respectivement,. Le buteur brésilienAdemirinscrit neuf buts dans la compétition dont il est le meilleur buteur. Leur principal rival, l'Uruguay, est moins flamboyant, mais ne cède qu'un point lors des deux premiers matchs. À l'aube de la dernière journée le Brésil et l'Uruguay sont les deux seules équipes encore en course pour le titre. Elles s'affrontent lors du match final décisif au Maracanã le16 juillet1950devant près de 200 000 personnes, considéré comme une véritable finale, à la nuance près que le Brésil peut se contenter d'un match nul pour remporter celle qu'on appelle désormais la Coupe Jules-Rimet. La défense uruguayenne contient les offensives brésiliennes et le score est de 0-0 à la mi-temps. Dès le début de la seconde période, le Brésil marque parFriaça. À la65eminute,Juan Alberto Schiaffinoégalise pour les Uruguayens avant qu'Alcides Ghiggian'inscrive le but décisif pour l'Uruguay. Le Brésil perd la Coupe du monde sur ses terres à la plus grande déception des supporters brésiliens. L'équipe uruguayenne est sacrée championne du monde pour la deuxième fois de l'histoire."
    },
    {
        "title": "Histoire",
        "subtitle": "« Le Miracle de Berne » (1954)",
        "contexte": "L'édition 1954 de la Coupe du monde de football, compétition alors appeléeChampionnat du monde de football - Coupe Jules-Rimet, se dispute enSuisse. Favorite du tournoi, l'équipe hongroise, aussi appelée leonze d'or hongrois, qui domine le football mondial, confirme son statut lors des premiers matchs de la compétition en étrillant laCorée du Sud9 buts à 0et uneRFAjouant battue d'avance8 buts à 3, l'entraîneur allemand ayant décidé de mettre au repos une partie de ses joueurs en vue du match d'appui contre laTurquie. Lors de ce dernier, les joueurs allemands l'emportent 7-2 et se qualifient pour les quarts de finale. L'Italie est battue en match d'appui par la Suisse qui se qualifie avec l'Angleterre. En quart de finale, le match le plus spectaculaire (le plus prolifique en buts à ce jour dans l'histoire de la Coupe du monde) se dispute entre laSuisse, pays hôte, et l'Autriche, son voisin : les Autrichiens s'imposent en effet sur le score de7 buts à 5après avoir été menés3 à 0. Les deux grosses affiches de ces quarts de finale opposent l'Uruguay (tenant du titre) à l'ambitieuse Angleterre, et la Hongrie au Brésil (vice-champion sortant). Tenante du titre, laCélesteest trop forte pour l'Angleterre qui se montre pourtant à la hauteur de l'évènement. La Hongrie bat logiquement, mais dans la douleur (plus au sens propre qu'au figuré) un Brésil plus rugueux qu'inspiré. En effet, alors que la rencontre est à 3-2, Hongrois et Brésiliens commencent à se battre et cela dure jusqu'à l'entrée aux vestiaires des joueurs après trois expulsions,. L'Allemagne écarte sans difficulté la Yougoslavie. En demi-finale, l'Allemagne fait preuve d'efficacité en surclassant l'Autriche 6 à 1. Dans la « finale avant la lettre » opposant les deux équipes les plus impressionnantes du tournoi jusque là, la Hongrie doit puiser dans ses réserves pour venir à bout de l'Uruguay en fin de prolongation et se qualifier pour la finale (4-2) au cours d'un match d'une qualité exceptionnelle, rentré dans la légende comme l'un des plus grands de l'histoire,. La finale se déroule le4 juillet1954àBerne. La Hongrie mène rapidement 2-0, mais se fait surprendre dans la foulée avec deux buts allemands. À la stupeur générale,Helmut Rahninscrit le but décisif pour la RFA qui conclut un match surnommé le « miracle de Berne ». La compétition est un succès, au total 943 000 spectateurs ont assisté à la compétition dans les tribunes. Sportivement, le bilan est bon et marqué par un festival offensif avec une moyenne de 5,4 buts par match."
    },
    {
        "title": "Histoire",
        "subtitle": "Le Brésil de Pelé et Garrincha victorieux (1958, 1962 et 1970)",
        "contexte": "La sixième édition de la Coupe du monde, en 1958, se déroule enSuède. L'équipe d'URSSfait son apparition dans la compétition. L'édition est marquée par l'échec de l'Italieà se qualifier pour la phase finale de la compétition. Inattendue, l'équipe deFranceétonne par son jeu offensif. La progression des joueurs français est arrêtée en demi-finale par leBrésilsur le score de 5-2 grâce à un triplé du jeunePelé. Dans l'autre demi-finale, laSuède, à domicile, se qualifie pour la finale en battant laRFA. En finale de la compétition, le Brésil l'emporte logiquement 5-2 avec deux nouveaux buts de Pelé et deux autres deVavá. Avec 13 buts,Just Fontaineest sans conteste le meilleur buteur de la compétition bien aidé par sa complicité avec le meneur de jeu françaisRaymond Kopa; ils permettent à laFrancede se hisser pour la première fois sur le podium en remportant la 3eplace face à laRFA, champion du monde sortant. Quatre années plus tard, la Coupe du monde retourne enAmérique du Sudet s'installe auChili. Cinquante-six pays participent aux éliminatoires, la France, demi-finaliste de l'édition précédente, ne parvient pas à se qualifier. On note rapidement une évolution du jeu vers un style plus défensif. Le pays organisateur, leChili, se hisse jusqu'en demi-finale après avoir éliminé l'Union soviétique en quart de finale. Il est dominé à ce stade par le Brésil de Vavá etGarrinchaqui inscrivent deux buts chacun. Dans l'autre demi-finale, laTchécoslovaquiedeMasopust,Ballon d'oren fin d'année, écarte laYougoslavie3-1. En finale, les Brésiliens réalisent le doublé en battant les Tchécoslovaques 3-1. Le YougoslaveJerkovicfinit meilleur buteur de l'épreuve avec cinq butset Garrincha, le dribbleur fou, meilleur joueur en l'absence de Pelé. Après la victoire de l'Angleterreà domicile en1966, la neuvième Coupe du monde de la FIFA a lieu auMexiqueen1970. Un nombre record de pays s'alignent au coup d'envoi des éliminatoires avec 75 sélections nationales différentes. LePortugal, laHongrie, la France, l'Espagneet même l'Argentineéchouent à se qualifier pour la phase finale de l'édition. À l'inverse,Israëlet leMarocs'invitent pour la première fois dans les équipes qualifiées. La RFA et l'Angleterre s'affrontent en quart de finale : menés 2-0 à vingt minutes de la fin, les Allemands reviennent à égalité puis s'imposent 3-2 après prolongation. En demi-finale, l'équipe allemande affronte l'Italie dans leStade Azteca, construit pour l'occasion. Après prolongation, l'Italie gagne la partie 4-3 sur un but deGianni Riveraalors queFranz Beckenbauerreste presque une heure sur le terrain avec le bras en écharpe à cause d'uneclaviculecassée. En finale, les joueurs italiens s'inclinent 4-1 face au Brésil et son attaque prolifique. Avec 10 buts, l'attaquant allemandGerd Müllerest meilleur buteur de la compétition. Devant le métronome Gerson, Pelé montre une nouvelle fois son talent avec une tentative de lob de 50 mètres surIvo Viktor, un grand pont sur le gardienLadislao Mazurkiewiczet quatre nouveaux buts dans la compétition. Il remporte sa troisième Coupe du monde, la troisième du Brésil qui obtient ainsi le droit de garder la Coupe Jules-Rimet, douze ans seulement après son premier sacre."
    },
    {
        "title": "Histoire",
        "subtitle": "Victoires des pays hôtes (1966, 1974 et 1978)",
        "contexte": "LaCorée du Nordest la surprise de la Coupe du monde 1966 se déroulant en Angleterre. Lors de la dernière journée du groupe 4, la sélection asiatique bat et élimine l'Italie, franchissant ainsi le premier tour. En quart de finale, elle prend rapidement un large avantage contre lePortugal3-0 avant de perdre pied et d'encaisser cinq buts dont quatre d'Eusébio. À domicile, l'Angleterreest avantagée, d'abord parce qu'elle joue tous ses matchs dans le mêmestade de Wembleyet de plus parce que l'arbitrage lui est favorable. En quart de finale, le capitaine de l'ArgentineAntonio Rattínest exclu à la35eminute contre l'Angleterre, laissant son équipe à 10 contre 11. Les joueurs anglais s'imposent et se qualifient en finale après un succès 2-1 sur lePortugalgrâce à un doublé deBobby Charlton. En finale, l'Angleterre est opposée à laRépublique fédérale d'Allemagne. Les joueurs anglais encaissent un but rapidement, mais égalisent puis prennent l'avantage. À quelques minutes de la fin, les Allemands égalisent et les deux équipes doivent jouer deux périodes de 15 minutes supplémentaires. À la100eminute, l'arbitre de la rencontre accorde un but litigieux àGeoffrey Hurst. Hurst marque à nouveau à la dernière minute de la rencontre alors que des supporters sont sur le terrain. L'Angleterre remporte sa première (et jusqu'à présent, seule) coupe du monde. Après l'édition de 1970 remportée par leBrésil, la compétition a lieu quatre années plus tard enAllemagne de l'Ouest.Haïticrée la surprise en se qualifiant aux dépens duMexique. L'Australiefait également ses débuts dans la compétition. Lors du premier tour, la RFA joue contre laRDAavec pour enjeu la première place du groupe I. Le22 juin1974, la RDA bat le pays organisateur 1-0 d'un but deJürgen Sparwasser. Non sans difficultés, lesPays-Bas, le Brésil et l'Italie, qui est même menée 1-0 par Haïti, se qualifient également pour le deuxième tour qui se déroule également en groupes. La dernière journée de cette seconde phase propose dans les deux groupes des affiches décisives synonymes de véritables demi-finales entre les quatre équipes encore en lice pour le titre : d'un côté les Pays-Bas dominent le Brésil avec la manière tandis que de l'autre la RFA bat la Pologne sur un terrain inondé pour s'adjuger une place en finale. Les Pays-Bas, emmenés parJohan Cruyff, développent unfootball total. En finale, la RFA l'emporte 2-1 à domicile contre les Pays-Bas. Cruyff est désigné meilleur joueur de la compétition. Les qualifications de la Coupe du monde 1978 s'annoncent difficiles. La RFA et l'Argentine étant qualifiées d'office, il ne reste que 14 places à attribuer entre les 97 équipes jouant les tours préliminaires. Le Brésil, l'Italie et Pays-Bas font également figures de favoris. L'équipe de Francese qualifie, contrairement à l'URSS, l'Uruguay, la Yougoslavie et l'Angleterre, une nouvelle fois absente. L'Iranet laTunisiesont également présents pour la phase finale se déroulant en Argentine. La compétition se déroule à nouveau en deux phases de poules. La RFA et les Pays-Bas se retrouvent notamment au second tour et disputentl'un des meilleursmatchs du tournoi, le score de parité à la fin faisant plus l'affaire des Néerlandais que des Allemands. Lors de la dernière journée du groupe A l'Italie affronte les Pays-Bas et croit en ses chances de finale lorsqu'elle ouvre la marque. Les Néerlandais parviennent cependant à renverser le score en seconde mi-temps et s'imposer, se qualifiant ainsi pour la finale. Alors qu'elle doit battre lePéroupar quatre buts pour devancer à la différence de buts le Brésil, et ainsi obtenir la première place du groupe B qualificative pour la finale, l'Argentine remporte la rencontre 6-0 et atteint son objectif,. En finale,Mario Kempesouvre le score peu avant la mi-temps. Dominée par les Pays-Bas, la deuxième mi-temps se conclut par un but deDick Nanningapour les joueurs néerlandais à huit minutes de son terme. À égalité à 1-1, les deux équipes se dirigent vers la prolongation. Lors de celle-ci, les joueurs argentins font la différence en marquant à deux reprises, d'abord par Kempes, qui termine meilleur buteur et est désigné meilleur joueur duMundial, puis parDaniel Bertoni. L'Argentine remporte à domicile son premier titre mondial,."
    },
    {
        "title": "Histoire",
        "subtitle": "Troisième sacre italien (1982)",
        "contexte": "La12eCoupe du monde se déroulant enEspagnevoit, pour la première fois, 24 équipes participer à la phase finale. Les Pays-Bas, finaliste de l'édition précédente et devancés en phase de qualification par la Belgique et la France, sont les grands absents du tournoi. Le premier tour est marqué par la victoire historique de laHongriesur leSalvadorpar 10 à 1, la victoire surprise de l'Algérie contre l'Allemagne de l'Ouest et par lenon matchentre l'Allemagneet l'Autrichequalifiant les deux pays aux dépens de l'Algérie. L'Italie franchit de peu le premier tour après trois matchs nuls en trois rencontres puis se réveille au second tour en battant l'Argentine, champion sortant, et surtout le Brésil, grand favori de la compétition. Les demi-finales opposent quatre équipes européennes. LaPologne, sans son maître à jouerBonieksuspendu, s'incline face à l'Italiesur deux buts dePaolo Rossi. L'autredemi-finaleoppose laFranceet la RFA àSéville. Lematchtrès intense connait de nombreux rebondissements et voit l'Allemagne se qualifier aux tirs au but,. En finale, l'Italie s'impose 3 à 1 face à des Allemands marqués physiquement par le match précédent. L'attaquant italien Paolo Rossi finit meilleur buteur de la compétition."
    },
    {
        "title": "Histoire",
        "subtitle": "Sacre de l'Argentine de Maradona et revanche allemande (1986 et 1990)",
        "contexte": "Initialement prévue enColombie, l'édition 1986 de la Coupe du monde se déroule auMexique. La France termine troisième du tournoi après avoir éliminé leBrésilautirs au buten quart de finale à l'issue d'unmatch historiquepuis échoué à nouveau en demi-finale contre laRFA, comme quatre ans auparavant. La compétition est marquée par la rencontre entre l'Argentineet l'Angleterreen quart de finale.Capitainede l'équipe argentine,Diego Maradonainscrit à la51eminute un but de la main. L'arbitre, qui n'a pas vu le geste illicite, valide ce but qui sera surnommé «la main de Dieu». Quatre minutes plus tard, Maradona dribble six joueurs anglais et le gardienPeter Shiltonpour inscrire un but tout aussi historique et cette fois valable. Auteur d'un nouveau doublé en demi-finale contre laBelgique, Maradona est élu meilleur joueur du tournoi. Son équipe domine en finale la RFA 3-2 et remporte la Coupe du monde.Gary Linekertermine meilleur buteur de la compétition avec six buts devant Maradona,Emilio ButragueñoetCarecaavec cinq buts chacun. Tenante du titre, l'Argentine dispute le match d'ouverture duMondiale1990  enItaliecontre leCamerounet s'incline contre toute attente. Le Cameroun devient même la première nation africaine à se qualifier pour les quarts de finale d'une Coupe du monde après une victoire sur laColombiegrâce à un doublé deRoger Millaalors âgé de 38 ans. L'équipe camerounaise est éliminée en quart de finale par l'Angleterre après prolongation sur le score de 3-2. Si le Brésil est battu par l'Argentine en huitièmes de finale, d'autres favoris comme l'Allemagne et l'Italie répondent présent. Les deux demi-finales proposent les affichesItalie-Argentine et Angleterre-RFA. La rencontre entre l'Italie et l'Argentine se déroule àNaples, ville ducluboù évolue Diego Maradona et dont il est une idole. Les joueurs italiens ouvrent le score parSalvatore Schillacimais encaissent ensuite leur premier but dans la compétition sur une tête deClaudio Caniggia. Les deux équipes vont à la prolongation puis aux tirs au but.Sergio Goycochea, gardien déjà décisif en quart de finale lors de la séance de tirs au but contre la Yougoslavie, arrête les tirs deRoberto DonadonietAldo Serenaet qualifie l'Argentine pour sa deuxième finale consécutive. L'autre demi-finale se joue également aux tirs au but.Stuart PearceetChris Waddlemanquent leur tentative et la RFA du sélectionneurFranz Beckenbaueraccède à sa troisième finale mondiale consécutive. Deux joueurs argentins sont expulsés durant la finale qui se conclut par un but décisif d'Andreas Brehmesur penalty à cinq minutes de la fin de la partie. Le capitaine allemandLothar Matthäussoulève le trophée. Après avoir perdu les deux précédentes finales, l'Allemagne remporte son troisième titre mondial au terme d'une finale décevante, mais devient sur la période de seize ans 1974-1990 et les cinq éditions disputées, la seule équipe à avoir joué quatre finales et à en avoir gagné deux."
    },
    {
        "title": "Histoire",
        "subtitle": "Sacres du Brésil et de la France (1994, 1998 et 2002)",
        "contexte": "À la suite de la performance duCameroun, laFIFAdécide d'offrir une troisième place qualificative pour le continentafricain. La compétition se déroule auxÉtats-Unis. 147 pays participent aux éliminatoires qui voient notamment la mise en échec de l'Angleterre, duPortugal, de laFrance, duDanemark,champion d'Europeen titre, ou encore de l'Uruguay. Le début du mondial est marqué par le contrôle antidopage positif et l'exclusion du tournoi deDiego Maradona. Le pays organisateur est éliminé en huitième de finale par leBrésil. Les Brésiliens poursuivent dans la compétition en battant lesPays-Baspuis laSuède, une des surprises du mondial. Également demi-finaliste de la Coupe du monde de 1994, laBulgarieest l'autre révélation de l'édition. Qualifiée à la dernière minute aux dépens de la France lors de la phase préliminaire, la Bulgarie épingle à son tableau de chasse en Amérique les deux finalistes de 1990, au premier tour l'Argentine, et en quart de finale l'Allemagne, tenante du titre. L'équipe bulgare et son attaquant auteur de six butsHristo Stoitchkovsont éliminés en demi-finale par l'Italiedont le parcours a été semé d'embuches. L'Italie a en effet passé de justesse le premier tour en se classant parmi les « meilleurs troisièmes » après notamment une défaite contre l'Irlandelors de son premier match. La finale se dispute entre le Brésil et l'Italie auRose Bowl. Contrairement au reste de la compétition plutôt offensive avec 2,7 buts par match, la finale est fermée. À la fin du temps réglementaire, le score est toujours 0-0, résultat qui n'évolue pas en prolongation. La rencontre est la première finale à se décider aux tirs au but. Les deux premiers tireurs échouent, mais ce sont les échecs des ItaliensDaniele MassaroetRoberto Baggioqui se révèlent décisifs et permettent aux joueurs brésiliens de devenir champions du monde. La Coupe du monde de 1998 est la deuxième à se disputer enFrance, soixante ans après celle de1938. Les éliminatoires enregistrent une participation record avec 174 pays inscrits. Pour la première fois, la phase finale réunit 32 équipes. Tenant du titre, le Brésil surmonte une défaite au premier tour contre la Norvège et atteint une nouvelle fois la finale du Mondial en éliminant les Pays-Bas aux tirs en but en demi-finale. Après trois victoires en trois matchs dans le groupe C, la France franchit les tours dans la difficulté, d'abord en battant en huitième de finale leParaguayàLenssur unbut en ordeLaurent Blanc, puis en éliminant l'Italie aux tirs au but.  L'équipe de France s'impose en demi-finale 2-1 contre la surprenante équipe deCroatiegrâce à un doublé deLilian Thuramrépondant au but du meilleur buteur de la compétitionDavor Šuker. La France effectue sa prestation la plus aboutie en finale en battant nettement le Brésil 3-0 austade de Francegrâce à un doublé deZinédine Zidaneet un but d'Emmanuel Petit. C'est la sixième fois que l'épreuve est remportée par le pays hôte. L'attaquant brésilienRonaldoest élu meilleur joueur de la compétition. Organisée enCorée du Sudet auJapon, la Coupe du monde de 2002 voit le Brésil disputer sa troisième finale consécutive, comme l'Allemagne l'avait déjà fait lors des années 1980 et 1990. Le Brésil affronte justement l'Allemagne en finale : il s'agit de la première rencontre de l'histoire de la Coupe du monde entre ces deux grandes nations. Les Brésiliens sont sacrés champions du monde pour la cinquième fois, signant ainsi la « Penta », grâce notamment àRonaldo, déjà décisif en demi-finale contre laTurquieet auteur des deux seuls buts de la finale,. L'attaquant brésilien termine meilleur buteur de la compétition avec huit buts. Pays hôte entraîné parGuus Hiddink, laCorée du Sudest la surprise de cette édition, bien qu'une controverse apparaisse concernant l'arbitrage de ses matchs. Après avoir battu et éliminé le Portugal en phase de poules, la Corée du Sud élimine successivement l'Italie en huitièmes de finale, sur un but en or deAhn Jung-hwan, et l'Espagne au tour suivant, aux tirs au but, avant de s'incliner sur le plus petit des scores contre l'Allemagne en demi-finale. La France, tenante du titre, est éliminée au premier tour de la compétition sans inscrire le moindre but. Également éliminés au premier tour, l'Argentineet le Cameroun figurent parmi les déceptions du premier mondialasiatique."
    },
    {
        "title": "Histoire",
        "subtitle": "Hégémonie européenne (2006, 2010, 2014 et 2018)",
        "contexte": "La Coupe du monde 2006 se déroule pour la seconde fois enAllemagne, trente deux ans après 1974. À domicile, laNationalmannschaftatteint les demi-finales notamment grâce aux 5 buts deMiroslav Klosequi termine meilleur buteur du tournoi. Elle est battue par l'Italie, future championne. Après un premier tour laborieux, l'équipe de France se réveille et bat l'Espagnepuis leBrésil. Elle retrouve en demi-finale le Portugal qui a notamment éliminé lesPays-Baset l'Angleterre. Grâce à un penalty deZinédine Zidane, la France se qualifie pour sa deuxième finale de Coupe du monde. Après l'ouverture du score de Zidane d'unepanenka,Marco Materazziégalise pour l'Italie d'un but de la tête sur corner. Les deux équipes se neutralisent, la prolongation est marquée par le mauvais geste de Zinedine Zidane, élu meilleur joueur de la compétition : celui-ci donne un coup de tête à Materazzi et est expulsé. La France et l'Italie se départagent finalement aux tirs au but. Malheureux en finale dans ce même exercice douze ans plus tôt, les Italiens remportent la séance, et donc leur4etitre mondial, en inscrivant tous leurs tirs, tandis queDavid Trezeguetrate le sien côté français. La Coupe du monde 2010 se déroule pour la première fois sur le continentafricain, enAfrique du Sud. La phase finale réunit 32 sélections nationales. Tous les précédents vainqueurs de la Coupe du monde sont présents. Championne d'Europe, l'Espagneest l'une des principales favorites alors que laNouvelle-Zélande, leHondurasou encore laCorée du Nordsont les équipes les moins redoutées. Le premier tour est marqué par plusieurs surprises, à commencer par l'élimination des deux finalistes de la précédente édition, ce qui est une première. D'autres équipes favorites sont accrochées par des équipes supposées plus faibles, telles l'Allemagne, battue par la Serbie, ou l'Espagne, battue d'entrée par laSuisse. Le pays organisateur, l'Afrique du Sud, est le premier pays hôte à ne pas dépasser le premier tour de la Coupe du monde. Le Brésil et l'Argentine sont éliminés au stade des quarts de finale, tandis que l'Uruguay atteint les demi-finales après avoir éliminé aux tirs au but le Ghana, troisième équipe africaine de l'histoire à atteindre les quarts de finale. Les Pays-Bas dominent la dernière nation sud-américaine en demi-finale et retrouvent la finale, 32 ans après celle disputée en Argentine. Malgré leur défaite en phase de poules, l'Allemagne et l'Espagne atteignent les demi-finales et s'y rencontrent. Les Espagnols, qui figurent dans le dernier carré seulement pour la deuxième fois, l'emportent et s'en vont disputer la finale de la Coupe du monde. Pour la deuxième fois consécutive, la finale oppose deux nations européennes, ce qui signifie une première victoire européenne hors d'Europe. La première apparition en finale est la bonne pour l'Espagne, sacrée championne du monde grâce à un but marqué à la116eminute parAndrés Iniesta, pendant les prolongations (1-0), tandis que les Néerlandais échouent à ce niveau pour la troisième fois. Cette finale est la plus prolifique en termes d'avertissements, avec 14 cartons jaunes donnés par l'arbitre. LaCoupe du monde 2014se déroule auBrésilpour la deuxième fois de l'histoire de la Coupe du monde. Le premier tour voit encore des surprises comme l'élimination de l'Espagne, le tenant du titre, et les brillantes prestations duCosta-Ricaqui termine en tête du groupe D devant trois anciens anciens champions du monde, l'Uruguay, l'Italie et l'Angleterre, ces deux dernières étant éliminées. L'équipe d'Amérique centrale atteint pour la première fois de son histoire les quarts de finale où elle est seulement éliminée aux tirs au but par les Pays-Bas. Autre sélection à atteindre pour la première fois ce stade, laColombieest emmenée parJames Rodríguez, meilleur buteur du tournoi avec six buts inscrits. Elle est éliminée par le pays organisateur, leBrésil. En demi-finale, lesAllemandshumilientles Brésiliens sur leur terrain, sept buts à un, un score record à ce stade de la compétition. C'est la plus lourde défaite du Brésil en Coupe du monde. L'autre demi-finale voit lesArgentinséliminer lesPays-Basaux tirs au but quatre tirs à deux après un match nul sans but. Le Brésil connaît une nouvelle désillusion lors de la rencontre pour la troisième place, sèchement battu par les Pays-Bas sur le score de trois buts à zéro. La finale se déroule auStade MaracanãdeRio de Janeiroentre l'Allemagne et l'Argentine. L'Allemagne s'impose un but à zéro en prolongations grâce à un but deMario Götze. L'Allemagne décroche ainsi son quatrième titre, vingt-quatre ans après son dernier trophée. La21eéditionde la Coupe du monde se déroule enRussiedu 14 juin au 15 juillet 2018. L'absence de l'Italie et des Pays-Bas, qui ont échoué en phase de qualification, est remarquée. La principale surprise du tournoi est l'élimination de laMannschaft, tenante du titre, dès le1ertour, alors que les Allemands avaient à chaque fois atteint au minimum les quarts de finale de 1954 à 2014. L'Espagne, éliminée par la Russie, et le Brésil, sorti en quarts de finale par la Belgique, déçoivent également. Ainsi, pour la deuxième fois, 88 ans après le cas précédent en 1930, on ne retrouve ni le Brésil ni l'Allemagne dans le dernier carré. En outre, pour la cinquième fois dans l'histoire, les demi-finales proposent deux affiches 100 % européennes. La Belgique monte sur le podium final en battant l'Angleterre 2-0 et réalise la meilleure performance de son histoire en Coupe du monde. Quant à la France, elle atteint la finale en battant la Belgique 1 à 0, tandis que la Croatie devient le treizième finaliste de l'histoire en battant l'Angleterre en prolongation 2 à 1 dans l'autre demi-finale. La finale tourne à l'avantage des Français sur les Croates (4-2). La France décroche le second titre mondial de son histoire, vingt ans après celui obtenu aux dépens duBrésil. Le sélectionneur desBleusDidier Deschampsdevient le troisième homme, après le BrésilienMário Zagalloet l'AllemandFranz Beckenbauer, à remporter le trophée mondial comme joueur puis comme entraîneur. Sur la période de vingt ans 1998-2018 et les six dernières éditions disputées, la France est la seule équipe à avoir joué trois finales et à en avoir gagné deux."
    },
    {
        "title": "Histoire",
        "subtitle": "Troisième sacre de l'Argentine, au Qatar (2022)",
        "contexte": "La22eédition édition de la Coupe du monde se déroule auQatar, petit mais riche émirat gazier, du20 novembreau18 décembre 2022. Prévue initialement en été, elle a été déplacée à l'automne, en raison des conditions climatiques. C'est la première fois qu'un pays arabe, du Moyen-Orient, accueille la compétition. La Coupe du monde 2022 voit pour commencer le Qatar, pays hôte, se faire éliminer dès les poules après 3 défaites, ce qui est une première. Autre surprise, le futur vainqueur, l'Argentine, se fait surprendre lors de la première journée par l'Arabie Saoudite en perdant 2-1. Cette édition voit aussi pour la première fois des pays de quatre continents représentés en huitièmes de finale, notamment deux pays d'Asie, le Japon et la Corée du Sud, qui ne dépassent cependant pas ce stade de la compétition. Pour sa part, le Maroc devient la toute première équipe africaine à atteindre les demi-finales du Mondial mais il est battu par la France (2-0). Le dimanche 18 décembre austade de Lusail, l'Argentine remporte sa troisième coupe du monde (après 1978 et 1986) en prenant le meilleur sur la France, championne du monde en titre, s'imposant en finale aux tirs au but 4 à 2 (3-3 a.p.). Cette finale est marquée par un triplé de l'attaquant françaisKylian Mbappéet un doublé deLionel Messiqui offre le titre tant attendu par ce dernier et le peuple argentin, 36 ans aprèsDiego Maradonaet les siens, et après la défaite en finale en 2014."
    },
    {
        "title": "Histoire",
        "subtitle": "Le mondial 2026 en Amérique du Nord",
        "contexte": "La23eédition de la Coupe du monde se déroulera dejuinàjuillet 2026enAmérique du Nordet sera organisée conjointement par lesÉtats-Unis, leCanadaet leMexique. Ce sera la première à rassembler 48 équipes nationales au lieu de 32 (12 groupes de 4 au premier tour)."
    },
    {
        "title": "Palmarès",
        "subtitle": "Distinctions individuelles",
        "contexte": "À la fin de chaque tournoi de la Coupe du monde, plusieurs trophées sont attribués aux joueurs et aux équipes qui se sont distingués par rapport aux autres dans différents aspects du jeu. En1938, la FIFA édite une équipe type à la fin de la compétition. L'absence de l'ItalienSilvio Pioladans cette équipe type provoque un tel tollé que la FIFA se refuse ensuite de renouveler ce type de désignation. Entre 1982 et 2002, il existe un trophée du but inscrit le plus rapidement récompensé par un chronomètre en or. Actuellementcinq trophées officiels sont décernés:"
    },
    {
        "title": "Palmarès",
        "subtitle": "Statistiques et records",
        "contexte": "Deux continents dominent historiquement la Coupe du monde : l'Amérique du Sudet l'Europe. Ils ont remporté toutes les éditions depuis la création en1930. Les huit vainqueurs différents inscrits aupalmarèsde la Coupe du monde de la FIFA sont sud-américains ou européens. De plus, entre la victoire du Brésil en1962et la victoire de l'Italie en2006, les équipes européennes et sud-américaines se sont succédé alternativement au palmarès tous les quatre ans. L'organisation de l'épreuve dans d'autres continents, d'abord enAmérique du Nord(1970,1986et1994), ensuite enAsie(2002) et enfin enAfrique(2010), a mondialisé la compétition, qui est aujourd'hui un événement universel. Au total, 80 pays actuellement membres de la FIFA ont déjà participé au moins une fois à la compétition, sur les 211 fédérations nationales, depuis 1930. Les records sont détenus principalement par les nations historiques de la compétition. Seule sélection à avoir participé à toutes les phases finales de la Coupe du monde, leBrésildétient le record de victoires dans la compétition en étant le seul quintuple vainqueur (cinq victoires). Le Brésil est également l'équipe à avoir remporté le plus de matches en phase finale (76 victoires en 114 matches). Le Brésil, l'Allemagne et l'Argentine sont les seules équipes à avoir gagné la Coupe du monde sur leur propre continent et sur un autre continent que le leur. Le Brésil ne s'est pas imposé à domicile. Le Brésil et l'Allemagnesont les deux seules nations à avoir toujours réussi à se qualifier pour la phase finale de la compétition. L'Allemagne est l'équipe ayant disputé le plus grand nombre de finales (huit au total) et de demi-finales (douze au total, 13 présences dans le dernier carré). Le Brésil a aussi disputé le plus grand nombre de matches (114 en 22 participations). En ce qui concerne le nombre de buts en phase finale, le chassé-croisé entre les deux nations historiquement les plus performantes se poursuit : à l'issue de la22eCoupe du monde, le Brésil reprend la tête du classement du plus grand nombre de buts marqués (237) devant l'Allemagne (232). Cinq nations ont organisé à deux reprises la Coupe du monde : l'Italie, laFrance, leMexique, l'Allemagneet leBrésil. À l'exception du Brésil et du Mexique, chacune a remporté une fois la Coupe du monde sur son propre sol. Contrairement au Mexique, deux fois éliminé en quart de finale à domicile, le Brésil a atteint autant de fois le dernier carré sur son propre sol (vice-champion en 1950). Cinq champions sortants ont été éliminés au premier tour (le Brésil en 1966, la France en 2002, l'Italie en 2010, l'Espagne en 2014 et l'Allemagne en 2018). L'Uruguayen1930, l'Italieen1934, l'Angleterreen1966, l'Allemagneen1974, l'Argentineen1978et laFranceen1998sont devenus champions à domicile (soit six fois sur 21). L'Allemagne est le seul pays à avoir déjà remporté la Coupe du monde avant de triompher à domicile. À partir de la13eCoupe du mondeen 1986, la règle concernant la finale à rejouer en cas d'égalité après prolongations (ce qui ne s'était jamais produit) est abandonnée par la FIFA. Depuis lors, trois Coupes du monde (sur dix) se sont jouées auxtirs au butaprès match nul en finale à l’issue des prolongations : celle de1994entre le Brésil et l'Italie remportée trois tirs au but à deux par le Brésil, celle de2006entre l'Italie et la France que les joueurs italiens remportent cinq tirs au but à trois et celle de2022entre l'Argentine et la France remportée quatre tirs au but à deux par l'Argentine. Lors des qualifications pour une Coupe du monde, l'Espagneest le premier pays à avoir remporté dix matchs sur dix, en2010. L'équipe d'Allemagne réitère cette performance pendant les éliminatoires de la coupe du monde 2018. En1970, le Brésil remporte six rencontres sur six. Respectivement en1982et2010, la RFA et lesPays-Basont gagné huit matchs sur huit. En phase de qualifications, le succès le plus large revient à l'Australie, avec sa victoire31-0sur lesSamoa américainesen2001, 13 des buts sont marqués parArchie Thompsonce qui constitue le record du nombre de buts marqués dans un match international,. Avec seulement deux buts encaissés, laFranceen1998, la sélection italienne en2006et l'équipe d'Espagne en2010réalisent la meilleure performance défensive. La République fédérale d'Allemagne inscrit 25 buts lors de sa victoire au mondial1954, ce qui constitue la meilleure performance d'une équipe victorieuse. Lors de cette édition est aussi établi le record de buts marqués lors d'une phase finale : 27, par l'équipe deHongrie. LaHongrieest la seule équipe à être parvenue à marquer dix buts dans le même match en phase finale, signant le15 juin1982la plus large victoire (10-1) de l'histoire du tournoi contre leSalvadorlors de la première journée du groupe 3. Le remplaçant hongroisLászló Kissréalise au cours de cette rencontre le triplé le plus rapide de l'histoire de la Coupe du monde en marquant aux70e,73eet78eminutes ; il s'agit du premier «coup du chapeau» d'un joueur entrant. Deux autres matchs se sont soldés par un score de neuf buts d'écart (9-0), voyant la victoire une nouvelle fois de la Hongrie contre laCorée du Sudle17 juin1954et celle de laYougoslaviecontre leZaïrele18 juin1974. LeFrançaisLucien Laurentest le premier buteur de l'histoire de la Coupe du monde en marquant lors du premier match enUruguaycontre le Mexique, sur une passe décisive d'Ernest Libérati,. Le 1000ebut de la compétition est inscrit par le NéerlandaisRobert Rensenbrinklors d'une défaite des Pays-Bas contre l'Écosse le11 juin1978. L'AllemandMiroslav Klosedétient le record de buts marqués en Coupe du monde avec 16 buts, suivi du BrésilienRonaldo(15 buts) et de l'AllemandGerd Müllerqui en compte 14. Le FrançaisJust Fontainereste le meilleur buteur sur une seule édition avec 13 buts en1958. Il n'a pas marqué lors d'une autre édition. Pelé est le cinquième meilleur buteur de l'histoire de la Coupe du monde avec 12 buts. Avec quatre buts en finale, le FrançaisMbappé(2018,2022) est le meilleur buteur en finale. Le Français et l'anglaisHurstsont les seuls joueurs de l'histoire à avoir inscrit un triplé en finale. LeRusseOleg Salenkoreste le meilleur buteur en un seul match de Coupe du monde avec cinq buts lors du matchRussie-Cameroungagné par la Russie 6-1 en1994. Lors de ce match, un autre record a été battu parRoger Milla. Il devient le plus vieux buteur de la compétition à 42 ans et 39 jours,, il est également le joueur de champ le plus âgé lors d'une phase finale. En2018, legardienégyptienEssam el-Hadaridevient le joueur le plus âgé à participer à une Coupe du monde, à l'âge de 45 ans et 161 jours. Le plus jeune est leNord-IrlandaisNorman Whiteside, âgé de 17 ans et 41 jours lors du premier match disputé contre la Yougoslavie en1982. Un seul joueur a remporté trois titres de champion du monde avec son équipe : leBrésilienPelé, sacré en1958,1962et1970. Il ne dispute cependant pas la finale en 1962. Pelé détient également des records de précocité, il est le plus jeune buteur et vainqueur de la Coupe du monde. À l'opposé, le gardien de la sélection italienneDino Zoffest le joueur le plus âgé à avoir remporté la compétition. Antonio Carbajal,Gianluigi Buffon,Lothar Matthäus,Rafael Márquez,Guillermo Ochoa,Lionel MessietCristiano Ronaldosont les seuls joueurs à avoir disputé cinq phases finales de Coupe du monde. Lionel Messi est celui qui a disputé le plus grand nombre de rencontres avec vingt-six matchs entre2006et2022. Le BrésilienCafuest le seul joueur à avoir disputé trois finales de Coupe de monde : vainqueur en1994, finaliste en1998et vainqueur en2002, cette dernière en tant que capitaine.Luis Montia disputé deux finales en représentant deux pays différents. Il perd en1930avec l'Argentineet gagne en1934avec l'Italie. Les AllemandsFritzetOttmar Walterpuis les AnglaisBobbyetJack Charltonsont les deux seules fratries à avoir été champions du monde dans la même équipe, respectivement en1954et1966. L'UruguayenAlcides Ghiggia(1950, 4 buts), le FrançaisJust Fontaine(1958, 13 buts) et le BrésilienJairzinho(1970, 7 buts) sont les seuls joueurs à avoir marqué lors de tous les matchs disputés par leur équipe au cours d'une phase finale. Le record du but le plus rapide marqué en phase finale de Coupe du monde est actuellement détenu par le TurcHakan Şüküravec une réalisation inscrite 10,8 secondes après le coup d'envoi. Ce but est inscrit au début du match de la troisième place entre laTurquieet laCorée du Sudlors de laCoupe du monde 2002remporté 3-2 par la Turquie. En phase de qualifications, le but le plus rapide a été inscrit au bout de 7,5spar l'attaquantbelgeChristian Bentekedans un match contreGibraltarlors deséliminatoires de la Coupe du monde 2018,. En1986,José Batistaest expulsé par l'arbitre françaisJoël Quinioulors du match Uruguay-Écosse après seulement 56 secondes pour un tacle par derrière, carton rouge le plus rapide de la Coupe du monde,. Le plus titré des sélectionneurs estVittorio Pozzoavec les victoires de l'Italie lors desCoupes du monde 1934et1938. LeBrésilienMario Zagallodétient le record global de titres en Coupe du monde. Déjà victorieux en tant que joueur en1958et1962, il remporte la compétition au poste de sélectionneur en1970puis comme adjoint en1994. Il est suivi de l'AllemandFranz Beckenbauer, qui réalise ce doublé avec sa victoire en 1974 comme joueur et en 1990 comme sélectionneur, puis duFrançaisDidier Deschamps, vainqueur comme joueur en 1998 et comme sélectionneur en 2018. Également de nationalité allemande,Helmut Schönest le sélectionneur ayant dirigé le plus de rencontres sur le banc avec vingt-cinq matchs entre1966et1978pour laRFA. Le brésilienLuiz Felipe Scolaridétient lui deux records. Il est invaincu douze rencontres de suite, sept avec leBrésil, avec qui il remporte le titre en2002, et cinq avec lePortugalen2006, les onze premières rencontres se concluant par des victoires, c'est la plus longue série de victoires dans le temps réglementaire en Coupe du monde. Le BrésilienCarlos Alberto Parreiraest également un sélectionneur historique de la Coupe du monde. Il conduit leKoweïten 1982, lesÉmirats arabes unisen 1990, devient champion du monde avec le Brésil en 1994, puis dirige l'Arabie saouditequatre ans plus tard. Il revient à la tête de la sélection brésilienne en 2006 et atteint les quarts de finale avant de devenir sélectionneur de l'Afrique du Suden 2010.Bora Milutinovića, lui aussi, participé à cinq Coupes du monde avec cinq sélections différentes. Il a dirigé leMexiqueen 1986, leCosta Ricaen 1990, lesÉtats-Unisen 1994, leNigeriaen 1998 et laChineen 2002. Le sélectionneur le plus jeune est l'ArgentinJuan José Tramutolaen1930à 27 ans et 267 jours, alors que le plus âgé est l'AllemandOtto Rehhagelqui dirige l'équipe de Grèce à 71 ans et 317 jours pendant laCoupe du monde 2010."
    },
    {
        "title": "Organisation",
        "subtitle": "Sélection des pays hôtes",
        "contexte": "Lors du congrès de la FIFA tenu àBarcelonele18 mai1929, l'organisation de lapremière Coupe du mondeest confiée à l'Uruguaypour fêter le centenaire de son indépendance, mais aussi parce que le pays est double champion olympique en titre. Pour ladeuxième éditionen1934, l'Italies'impose comme le pays hôte après avoir apporté les conditions financières nécessaires. LaSuède, bien engagée, se retire devant la candidature italienne. La désignation, prévue d'abord en mai 1932 au congrès deStockholm, est finalement décalée en décembre à la suite des demandes de reports de la compétition. L'Autricheet d'autres pays européens souhaitent, en effet, repousser la compétition en1936à cause du contexte économique marqué par laGrande Dépression. En1938,Jules Rimetsouhaite que la compétition se déroule dans son pays, laFrance. L'Argentineet l'Allemagnese présentent également comme candidats à l'organisation. LaFIFAse questionne sur la capacité de la France à disposer d'installations suffisantes pour accueillir la compétition. Finalement, la FIFA donne le15 août1936la responsabilité de la compétition à la France par un vote. LeBrésilet l'Allemagnesont candidats pour accueillir laCoupe du monde 1942, l’organisateur devant être désigné lors d’un congrès en 1938. À la suite de désaccords persistants, la décision est repoussée à un congrès en 1939, mais la guerre éclate avant que le pays hôte ne soit choisi et la compétition est annulée. Au lendemain de laSeconde Guerre mondiale, leBrésil, déjà candidat à l’organisation pour 1942, et laSuissesont les deux seuls pays à se porter volontaires. Ils sont tous les deux désignés le26 juillet1946àLuxembourgpour organiser les premières compétitions d'après-guerre, dans l'ordre, pour respecter l'alternance Europe-Amérique du sud, le Brésil en 1949 puis la Suisse en 1951. La décision de changer le calendrier est prise le27 juillet 1948: les Coupes du monde initialement prévues en 1949 et 1951 sont décalées en1950et1954et retrouvent un rythme quadriennal les années paires où ne se tiennent pas les Jeux olympiques (comme c’était le cas avant la guerre avec les Coupes du monde en 1930, 1934 et 1938). Une nouvelle fois sans vote, l'organisation de l'édition 1958est confiée à laSuèdele23 juin1950àRio de Janeiro, soit près de huit ans avant le début de l'épreuve. Pour lacompétition de 1962, trois pays sont candidats à l'organisation : l'Argentine, leChiliet laRFA. L'Allemagne de l'Ouest se retire et laFIFAdoit procéder à un vote le10 juin1956àLisbonnepour désigner dans lequel des deux payssud-américainsla Coupe du monde 1962 se dispute. Le Chili est finalement désigné par 32 voix à 11. Un nouveau vote à un tour a lieu àRomele22 août1960pour l'édition suivante et l'Angleterreobtient la responsabilité d'être l'hôte de lacompétition en 1966. Pour1970, le congrès de la FIFA continue l'alternance entre l'Europeet l'Amérique du Sud. Il se réunit le8 octobre1964àTokyoet désigne leMexiquedès le premier tour des votes. Le6 juillet1966àLondres, le Congrès de la FIFA choisit les trois pays hôtes de la compétition suivants. La RFA et l'Espagnesont les seuls candidats pour l'Europe pour les éditions1974et1982, la première revient à la RFA, la seconde à l'Espagne. Battue pour 1962 et 1970, l'Argentine obtient enfin l'organisation de la Coupe du monde en1978. Le scrutin change alors, un vote du Comité Exécutif de la FIFA remplace les congrès. Choisi en1974àStockholm, laColombiefait face à des problèmes financiers et doit renoncer en1982à accueillir l'épreuve quatre ans plus tard. La candidature mexicaine pour laCoupe du monde 1986est alors votée à l'unanimité par les membres du comité exécutif. L'Italie est ensuite préférée à l'URSS pour laCoupe du monde 1990. Pour la désignation de l'organisateur de l'édition 1994, un nouveau vote est organisé àZurichen 1988. LesÉtats-Unisbattent leMarocde trois voix, rompant l'alternance entre l'Europe et l'Amérique du Sud. Le Maroc est une nouvelle fois battu quatre ans plus tard avec le choix de laFrancepour lacompétition de 1998. Le31 mai1996, une candidature conjointe duJaponet de laCorée du Sudest proposée et votée à main levée par le Comité Exécutif de la FIFA. La première phase finale ayant lieu enAsiese déroule donc dans ces deux pays en2002. Aprèstrois tours de vote, l'Allemagne est désignée organisateur de laCoupe du monde 2006en devançant d'un vote la candidature de l'Afrique du Sud. Cette dernière est désignée pour organiser l'édition suivanteaux dépens du Maroc, une nouvelle fois battu. L'Afrique du Sud devient le premier paysafricainà accueillir la compétition. Avec le système de rotation de la FIFA, laCoupe du monde 2014doit être organisé sur le continent sud-américain. Le Brésil est désigné après le retrait des autres candidatures. Le2décembre2010, l'organisation des éditions 2018 et 2022 sont respectivement attribuées à laRussieet auQatar, ce qui constitue une première pour les deux pays. Pour2026, la procédure est retardée d'une année à la suite duFifagate. Cette édition inaugurera le format à 48 équipes qui requiert plus de stades pour accueillir la compétition. Le format de vote change, les comités réduits disparaissent, chaque fédération nationale vote. Deux candidatures sont déposées : une duMarocet l'autre conjointement par leMexique, lesÉtats-Uniset leCanada. C'est la candidature nord-américaine conjointe qui est choisie le13 juin 2018."
    },
    {
        "title": "Organisation",
        "subtitle": "Format de la compétition",
        "contexte": "Alors que la première édition ne rassemble que 13équipes(toutes invitées) au lieu des 16 escomptées, la mise en place de tours préliminaires s'impose dès1934afin de sélectionner 16 formations parmi les 30 nations inscrites. Ce nombre d'équipes qualifiées en phase finale restera inchangé jusqu'en1982, où il passera de 16 à 24, puis évoluera encore de 24 à 32, pour l'édition 1998. Pour la seconde édition l'Italie, pays organisateur, doit exceptionnellement disputer la phase éliminatoire tandis que l'Uruguaydécide de ne pas défendre son titre. De1938et jusqu'en2002, les pays tenant du titre et organisateur sont tous les deux qualifiés d'office. Depuis, seul le pays organisateur est garanti d'une participation en phase finale. Ainsi, leBrésil, champion du monde en2002, doit passer par le tour préliminaire pour pouvoir défendre son titre en2006. Depuis laCoupe du monde de 1934, une phase de qualification est organisée avant la phase finale afin de limiter le nombre de participants au tournoi. Le tour préliminaire de qualification est divisé entre les six zones continentales de laFIFA(Afrique,Asie,Amérique du Nord, centrale et Caraïbes,Amérique du Sud,OcéanieetEurope), chacune représentée par leur confédération. La FIFA fixe un quota de places en phase finale pour chaque zone continentale. Les qualifications peuvent commencer dès l'année suivant la tenue de la dernière phase finale et s'étaler sur deux ou trois saisons. Les formats de qualification varient selon les confédérations. Il y a également des barrages intercontinentaux. La phase finale de la compétition a presque toujours combiné les deux formules \"championnat\" (phase de poule) et \"coupe\" (élimination directe). En1930le système de poules, mis en place afin que les équipes européennes ayant fait un long voyage par bateau ne repartent pas après un seul match joué (en cas de défaite), permet ainsi aux premiers de chaque groupe d'accéder aux demi-finales. En1934et1938la FIFA opte pour le système \"coupe\" intégral (des huitièmes de finale à la finale). À l'inverse en1950, c'est le système « championnat » intégral sur deux tours qui est appliqué, les premiers de chacun des quatre groupes du premier tour accédant à la poule finale. De1954à1970, quatre poules de quatreéquipesdégagent huit quarts de finalistes, la fin du tournoi se dispute alors par élimination directe. Pour les éditions1974et1978la formule \"championnat\" est redoublée, un second tour de poules remplace les quarts de finale et les demi-finales, les seuls matchs-couperet étant les finales. Avec l'augmentation du nombre d'équipes qualifiées en phase finale, passant de 16 à 24 en1982, la formule de la compétition comprend désormais 6 poules de quatre équipes au premier tour dégageant douze qualifiés pour un second tour de 4 poules de trois équipes ; demi-finales et finale concluent alors l'épreuve. De1986à1994, la formule comporte toujours 6 poules de quatre équipes au premier tour comme en 1982, mais passe en phase à élimination directe dès le second tour : en plus des douze qualifiés directs, quatre équipes (\"les meilleurs troisièmes\") sont repêchées pour compléter le tableau des huitièmes de finale. Depuis1998, 32 équipes participent à la phase finale avec huit poules de 4 équipes au premier tour dégageant 16 équipes qualifiées en huitièmes de finale. En 1990, la répartition des équipes pour le tirage au sort se fait selon un classement prenant en compte les performances des précédentes épreuves ; l'Espagne critique l'imperfection de ce système, plaçant l'Angleterre au niveau des têtes de série. En 1994, les sélections de l'Allemagne, du Brésil, de l'Italie et des États-Unis (pays hôte), négocient avec les organisateurs pour choisir leur ville du premier tour. En 1998, afin que le pays organisateur et le tenant du titre ne puissent se rencontrer avant la finale (s'ils finissent premiers de leur groupe), les organisateurs préarrangent le tirage au sort, comme cela s'est d'ailleurs pratiquement toujours fait depuis 1930. Ce type d'arrangement validé par les instances de la FIFA se reproduit de manière similaire en 2006. Depuis lors, seul le pays organisateur connaît à l'avance le groupe dans lequel il sera placé : le groupe A,. Le10 janvier 2017, sous l'impulsion de son nouveau présidentGianni Infantino, le conseil mondial de la FIFA réuni à Zurich décide à l'unanimité de faire passer le nombre d'équipes participantes à la phase finale à 48 à partir du Mondial 2026. Selon la nouvelle formule, les quarante-huit équipes seront réparties en seize poules de trois au premier tour, et la phase éliminatoire directe commencera à partir des seizièmes de finale. (*)Stade de compétition exprimé en fraction. Modalités indiquées lorsqu'il s'agit d'une phase de poules, case cochéelorsqu'il s'agit d'un tour à élimination directe. Depuis 1930, le règlement de la compétition évolue. Les joueurs portent des numéros sur leur maillot à partir de la Coupe du monde de 1938 disputée en France. Les remplaçants sont d'abord autorisés seulement à la suite de la blessure d'un joueur. Le premier remplacement a lieu dans les années 1950 lors d'une phase de test et limité dans les 40 premières minutes de la rencontre. À partir de la Coupe du monde 1970, les remplacements sont autorisés quelle qu'en soit la raison. Les équipes ont alors le droit de faire entrer deux joueurs remplaçants. En phase finale, le premier remplacement a lieu entreViktor SerebryanikovetAnatoli Puzachqui entre à la place de son compatriote soviétique à la46eminute lors d'une rencontre du31 mai1970opposant l'URSS au Mexique. Le nombre de remplacements autorisés passe ensuite à trois, puis en 2018 à quatre si le match se poursuit avec des prolongations. La victoire à trois points est mise en place lors de la Coupe du monde 1994, alors que historiquement elle valait deux points. La passe en retrait au gardien est interdite pour la Coupe du monde 1994 afin de limiter son abus. Le but de cette interdiction est de développer le jeu offensif. Les effectifs des équipes qualifiées pour la phase finale de la compétition passent de 22 à 23 joueurs pour l'édition 2002 de la Coupe du monde. En 2010, la FIFA impose que le drapeau de la FIFA, le drapeau FIFA Fair-play, le drapeau de la confédération et les drapeaux des deux associations en lice soient hissés dans le stade lors de chaque match de la compétition. L’hymne de la FIFA doit être joué pendant que les deux équipes pénètrent sur le terrain. Comme pour les autres rencontres internationales, les hymnes nationaux des deux sélections en lice sont ensuite joués une fois les équipes alignées. Les joueurs serrent ensuite la main de leurs adversaires et des arbitres."
    },
    {
        "title": "Organisation",
        "subtitle": "Cérémonies d'ouverture",
        "contexte": "Avant 1970, les cérémonies sont simples avec la présentation de représentants des pays qualifiés pour la phase finale. Depuis1970, elles sont de plus en plus colorées et vivantes. Cette transformation des cérémonies d'ouverture commence en 1970. Cette édition marque un tournant, la cérémonie d'ouverture est un défilé de jeunes joueurs habillés aux couleurs des nations qualifiées. Quatre ans plus tard, laRFAorganise une cérémonie d'ouverture simple mais inédite. Les organisateurs disposent des ballons en fleurs qui s'ouvrent pour laisser place à des danseurs locaux de chaque pays. Les joueurs ne sont pas présents, mais d'anciennes gloires sont là commePeléouUwe Seeler. Les cérémonies d'ouverture deviennent ensuite de plus en plus impressionnantes. En1982, la cérémonie d'ouverture de la Coupe du monde est présidée par lafamille royale d'Espagne. LaColombe de la paixdePablo Picassoest le symbole de la cérémonie qui souhaite faire passer un message de paix. Plus de 20 000 ballons sont lâchés avant que 2 200 athlètes vêtus de blanc forment sur la pelouse duCamp Nouune colombe. Après les discours officiels duprésident de la FIFAet duRoi d'Espagne, la compétition commence. La cérémonie d'ouverture de 1990 a lieu dans un stade San Siro rénové et devenuStadio Giuseppe Meazza. Sont présents quatre chefs d'État : le président du pays organisateur, l'ItalienFrancesco Cossiga, le président brésilienFernando Collor de Mello, le président camerounaisPaul Biyaet le président argentinCarlos Menem, ces deux derniers assistent au match d'ouverture opposant leur nation, montre l'intérêt croissant pour la cérémonie. Des gymnastes présentent les drapeaux des nations avant que des mannequins aux couleurs des cinq continents ne rentrent sur la pelouse. L'hymne de la Coupe du monde retentit ensuite avant un lâché de ballons. En1998, à la veille du premier match de la Coupe du monde, une procession de quatregéantsest organisée dans les rues dePariset retransmise à la télévision. Chaque personnage d'environ vingt mètres de hauteur représente un continent : Ho pour l'Asie, Moussa pour l'Afrique, Pablo pour l'Amériqueet Roméo pour l'Europe,,. Pour la cérémonie d'ouverture de la Coupe du monde 2006,PeléetClaudia Schifferamènent le trophée sur le terrain. Environ 150 autres joueurs vainqueurs de la Coupe du monde sont présents pour regarder la cérémonie d'ouverture. Des danseurs et des chorégraphies en couleurs précèdent la présentation des équipes qualifiées pour la phase finale avec un drapeau de chaque pays sur le terrain. Pour la cérémonie d’ouverture de la Coupe du monde 2022 à Doha, les organisateurs rendent hommage aux compétitions du passé. Elle est notamment consacrée aux hymnes des différentes coupes du monde. Le prince du Qatar, Tamim ben Hamad al-Thani, apparaît avec son père Hamad ben Khalifa al-Thani. Ghanim al-Muftah, une star des réseaux sociaux au Qatar, tient la vedette avec Morgan Freeman dans un dialogue appelant à la tolérance et au respect,,,."
    },
    {
        "title": "Organisation",
        "subtitle": "Stades",
        "contexte": "La première édition de la Coupe du monde se déroule en1930dans trois stades deMontevideo, capitale de l'Uruguay. D'une capacité de plus de 80 000 personnes, leStade Centenario, qui est le plus grand des trois, n'est pas prêt pour le début de la compétition. Les premiers matchs de la compétition sont donc joués dans deux autres stades : l'Estadio Pocitoset l'Estadio Gran Parque Central. La plus faible affluence de la Coupe du monde est une rencontre entre la Roumanie et le Pérou à l'Estadio Pocitos en 1930 où seulement 300 spectateurs se regroupent. La première finale de l'histoire de la compétition est finalement jouée au Stade Centenario. Quatre ans plus tard, la compétition se déroule enItalie. La Coupe du monde se joue dans huit stades différents. La finale a lieu àRomeauStadio Nazionale del PNF. Le stade deTurin, qui peut accueillir la plus grande affluence avec 70 000 personnes, est renomméStadio Benito Mussolini. En1938, laFranceporte la contenance dustade de Colombesà 60 000 places afin de répondre aux attentes de la FIFA qui espère que l'affluence soit aussi haute que quatre ans auparavant. L'organisation française rénove et agrandit les huit autres stades, 374 937 spectateurs assistent à la compétition. Pour l'édition de1950, le stade duMaracanãest construit pour accueillir la compétition et permet de battre des records d'affluence. Avec officiellement 199 854 spectateurs, le match décisif entre leBrésilet l'Uruguaydisputé au Maracanã en 1950 est l'affluence la plus élevée pour un match de football disputé dans le cadre de la Coupe du monde. En1954, laSuissemet six stades à disposition pour le bon déroulement de la compétition. La finale de laCoupe du monde 1954se dispute dans lestade du WankdorfdeBerne. Pour la campagnesuédoiseen1958, les organisateurs construisent pour l'occasion de nouveaux stades àMalmöetGöteborg. Lestade RåsundadeStockholmest rénové pour pouvoir contenir plus de 50 000 personnes. Au total, 821 363 spectateurs assistent à la Coupe du monde en Suède. En1962, la Coupe du monde se joue dans seulement quatre stades : l'Estadio Carlos Dittbornd'Arica, l'Estadio Braden Cooper Co.deRancagua, l'Estadio SausalitodeViña del Maret lestade national du ChilideSantiago du Chili. La finale se déroule dans ce dernier qui, d'une capacité de 75 000 spectateurs, accueille également presque tous les matchs du pays hôte, leChili, et la petite finale. La Coupe du monde 1966 se dispute sur le sol où lefootballa été créé : l'Angleterre. Lestade de Wembleyconstruit en1923est la principale enceinte, elle est le lieu de la finale. L'Angleterrea le privilège de jouer toutes ses rencontres dans ce stade jusqu'à la victoire finale des joueurs anglais. Les autres principaux stades sontGoodison Park,Roker Parkou encore leHillsborough. Pour l'édition 1970, les cinq stades de la compétition sont construits ou modernisés. Il s'agit dustade Jalisco, dustade Nou Camp, dustade Cuauhtémoc, dustade Nemesio Díezet dustade Azteca. Ce dernier, d'une capacité d'accueil de plus de 105 000 spectateurs, est construit pour l'événement et pour recevoir la finale de la Coupe du monde 1970. Situé dans la ville deMexico, il accueille dix matchs en 1970 et neuf autres en 1986, ce qui consiste un record de rencontres de Coupe du monde jouées dans un même stade. En 1974, l'Allemagne fédérale choisit d'organiser la compétition dans neuf différents stades. Deux sont construits à cette occasion, leParkstadionet leWestfalenstadion, les autres sont rénovés. Un nouveau record de spectateurs présents dans les stades est établi avec 1 774 022 spectateurs. L'Argentine ne bat pas le record d'affluence en 1978 avec 1 729 292 personnes présentes dans les stades, mais vend 88 % des billets disponibles contre 72 % en RFA quatre années plus tôt. La Coupe du monde 1982 se déroule enEspagne. L'organisation espagnole détient alors le record du nombre de stades dans lesquels la compétition se déroule avec 17 stades répartis dans tout le pays. La finale a lieu dans lestade Santiago-Bernabéuoù leReal Madridest le club résident. La plupart des enceintes sportives mexicaines utilisées pour la Coupe du monde 1986 sont les mêmes qu'en 1970, le stade Azteca accueille à nouveau la finale de la compétition. Les stades italiens sont les hôtes des matchs de la Coupe du monde 1990. Lestade olympique de Romeest le stade désigné pour accueillir la finale de la compétition, 73 606 spectateurs s'y réunissent pour assister à la victoire allemande. Les États-Unis reconvertissent des stades defootball américainen stades de football pour la Coupe du monde 1994. Cela leur permet de battre l'affluence record d'une épreuve de Coupe du monde avec 3 587 538 spectateurs pour voir les 52 rencontres soit une moyenne record de 68 991 spectateurs par match. La finale a lieu auRose Bowl Stadiumdevant 94 194 personnes. En 1998, la France construit lestade de Francepour accueillir la finale de la compétition. Les autres stades sont modernisés. Neuf autres stades sont rénovés à l'occasion de cet événement. La capacité dustade Vélodrome, qui accueille une demi-finale, est portée à 60 000 spectateurs. La petite finale se dispute auParc des Princes. La Coupe du monde de 2002 se dispute dans 20 stades différents divisés équitablement entre les deux pays organisateurs, la Corée du Sud et le Japon. La plupart des stades utilisés sont construits pour la compétition et mis en service peu avant la tenue de l'édition. LeYokohama International Stadiumaccueille la finale et les 69 029 spectateurs présents à cette occasion. À l'occasion de la Coupe du monde 2006, douze stades allemands sont construits ou rénovés pour la Coupe du monde. LaAllianz Arenaou Munich Arena est construite. La finale de l'édition se dispute austade olympique de Berlin, rénové à cette occasion. Pour la compétition en Afrique du Sud quatre ans plus tard, quatre des dix des stades sont construits pour l'occasion. Dans lesannées 2000, la construction de stades est soumise à un cahier des charges très précis édicté par la FIFA afin que les stades soient homologués pour accueillir la phase finale de la compétition. Les affluences de la Coupe du monde sont chronologiquement croissantes. Le Maracanã fait de l'édition 1950 la plus suivie dans les tribunes avant que la Coupe du monde n'ait lieu en Angleterre et son stade de Wembley. Le dernier pic majeur se produit en 1994 lorsque les États-Unis transforment les stades de football américain pour la Coupe du monde. Parfois, la faible utilisation des stades après la compétition est critiquée comme leMaracanãàRio, trop grand, qui est tombé en ruine et a dû être reconstruit. Cependant, de nombreux stades comme les stades allemands ont permis aux clubs locaux de bénéficier d'un stade plus moderne après la compétition."
    },
    {
        "title": "Organisation",
        "subtitle": "Ballons officiels",
        "contexte": "Lors de la première finale de la Coupe du monde, chaque équipe apporte son ballon et l'arbitre,John Langenus, doit tirer au sort le terrain, mais également le ballon pour jouer la rencontre. Le ballon argentin est choisi par le hasard. Dès l'édition1934, un même modèle de ballon est utilisé pour toutes les rencontres d'une même phase finale. Allen fournit ainsi les ballons en1938. En1962,Adidasest choisi comme fournisseur et sort son éditionSantiago. Après la pause de1966où les ballons sont desSlazenger,Adidasdevient fournisseur exclusif de la Coupe du monde. L'équipementier allemand sort un nouveau modèle de ballon à chaque édition auquel il donne un nom.Tangoest utilisé pour les Coupes du monde1978et 1982.Aztecaen1986est le premier ballon de la compétition totalement en synthétique. Le ballon de l'édition 1990 est nommé l'Estrusco Unico. LeQuestraen1994est apprécié par les joueurs et décrié par les gardiens de but. Le ballonTricolorepour l'édition1998arbore les couleurs du pays organisateur, la France, avec un ballon bleu et blanc. Il est fabriqué auMaroc. LeFevernovaen2002est de couleur or avec des flammes rouges. La couche de mousse qui le compose est améliorée par des micro-billes de gaz, permettant selon Adidas des frappes plus précises. Le ballonTeamgeisten2006est un ballon innovant. Il est imperméable ce qui lui permet de garder le même poids du début à la fin de la partie quelles que soient les conditions météorologiques. Adidas nommeJabulani, qui signifie « célébrer » en zoulou, le ballon utilisé pour la2010. Il est moulé dans une seule pièce, et équipé d'un nouveau concept appelé « Grip'n'Groove » pour un contrôle optimal, des trajectoires stables et une accroche parfaite. Cependant, le ballon de la Coupe du monde 2010 est très critiqué par les gardiens de but pour sa trajectoire flottante. Ces critiques sont prises en compte par Adidas lors de la Coupe du monde 2014, les trajectoires deBrazuca, dont la conception a duré deux ans, sont moins aléatoires."
    },
    {
        "title": "Organisation",
        "subtitle": "Arbitrage",
        "contexte": "Les débuts de l'arbitrageen Coupe du monde sont difficiles. L'opposition deculturesest également présente pour les arbitres. Dès la première édition en1930, des bagarres générales éclatent. Les cartons n'existent pas, les arbitres peuvent seulement exclure des joueurs.Arbitrede la première finale de la Coupe du monde, leBelgeJohn Langenusle constate lors du match entre l'Argentineet leChili:« En Europe, j'aurais exclu les vingt-deux joueurs. En Amérique, on trouvait ça presque naturel. Finalement, après intervention de la police montée, le match put se terminer normalement. ». L'interprétation des règles diverge selon les arbitres et cause des problèmes d'équité. Lescartons jaunesetrougessont mis en place à l'occasion de la Coupe du monde de la FIFA 1970, quatre ans après l'affaire avec le capitaine argentinAntonio Rattínqui ne voulait pas sortir du terrain comme le lui demandait alors l'arbitre. Le dimanche31 mai1970, l'arbitreallemandKurt TschenschergratifieEvgeny Lovchev, leno6 de l'équipe d'Union soviétique, du premier carton jaune de l'histoire de la Coupe du monde de football lors du match de premier tour àMexicoentre leMexiqueet l'Union soviétique qui se solde par un 0-0. Le premier carton rouge est sorti par l'arbitreturcDoğan Babacanpour le ChilienCarlos Caszelylors d'un match contre l'Allemagne de l'Ouest le14 juin1974. L'arbitrage est souvent au cœur de controverses. Enfinalede l'édition 1966,Geoffrey Hursttape le ballon sur la barre à la100eminute de la rencontre, en prolongation. Le ballon rebondit alors sur la pelouse et sort des buts. L'arbitresuisseGottfried Dienstvalide lebutaprès avoir consulté son assistant Tofik Bakhramov,. Cependant, le doute persiste et une étude anglaise a confirmé que le ballon n'est pas rentré. À la dernière minute de cette rencontre, Hurst marque son troisième but personnel alors que des supporters sont sur le terrain. L'« arbitrage maison » est souvent critiqué, l'arbitre prenant des décisions favorables aux pays hôtes. Certaines éditions de la Coupe du monde sont marqués par des erreurs aux conséquences lourdes. Lors de la demi-finale de la Coupe du monde 1982,Harald SchumacheragressePatrick Battiston. L'arbitreCharles Corverne siffle pas de faute alors que Battiston doit être hospitalisé. Schumacher et la RFA s'imposent par la suite aux tirs au but. Quatre années plus tard, la Coupe du monde est à nouveau marquée par une erreur flagrante de l'arbitre. LeTunisienAli Bennaceurne voit pasDiego Maradonamarquer de la main en quart-de-finale de la Coupe du monde, but resté célèbre comme la « main de Dieu ». En finale de la Coupe du monde 1990, l'Argentine et Maradona subissent les décisions de l'arbitreEdgardo Codesal Méndez, qui fait basculer la rencontre en expulsantPedro Monzónpuis en sifflant un pénalty contestable à cinq minutes de la fin de match. En2002, plusieurs décisions arbitrales avantagent la Corée du Sud, pays organisateur, en phase finale. En quart de finale, l'arbitre égyptien Gamal Al-Ghandour refuse deux buts à l'Espagne pour des raisons litigieuses. Lors de laCoupe du monde suivanteenAllemagne, le joueur de l'équipe de CroatieJosip Šimunićreçoit trois cartons jaunes parGraham Pollavant d'être exclu lors d'une rencontre de premier tour contre l'Australie. La FIFA ajoute l'assistance vidéo à l'arbitrage(VAR) lors de laCoupe du monde 2018en Russie. Elle a pour la première fois une influence sur une décision arbitrale lors de la rencontre entre l'Australieet laFranceavec un pénalty accordé à l'équipe française à l'issue du visionnage des images depuis le bord du terrain. Les arbitres sont également équipés d'un dispositif électronique installé au poignet pour leur confirmer ou non le franchissement de la ligne de but par le ballon. Quatre ans plus tard, la FIFA ajoute une nouvelle technologie au dispositif d'assistance vidéo pour détecter de manière semi-automatisée lehors-jeu."
    },
    {
        "title": "Organisation",
        "subtitle": "Trophée",
        "contexte": "Le trophée remis aux champions du monde de1930à1970est une statuette en or qui repose sur un socle de pierres fines. Commandée parJules Rimetavant la première édition de l'épreuve, elle a été réalisée par lesculpteurfrançaisAbel Lafleur. La statuette, appelée « Victoire ailée », représente la déesse de la victoire tenant uncaliceoctogonalau-dessus d'elle. En1946, en hommage au président de la FIFA, le trophée, qui à l'origine s'appelait simplement «Coupe du Monde de Football Association », est officiellement baptisé« Coupe Jules-Rimet ». Pendant laSeconde Guerre mondiale, le vice-président de laFIFA, l'ItalienOttorino Barassigarde le trophée caché sous son lit dans une boîte à chaussures, afin d'éviter que lesnazisne s'en emparent. En1966, l'organisation incombe à l'Angleterrequi devient, de fait, gardienne du trophée pour la durée de la compétition. Le trophée est dérobé et des forces importantes deScotland Yardsont déployées pour retrouver la statuette avant la fin de la compétition. Finalement, un petit chien nomméPicklestrouve l'objet dans un paquet emballé dans du papier journal, déposé dans une poubelle d'un jardin public, que son maître remet à la police. En1970, lasélection brésilienneremporte le titre mondial pour la troisième fois (après avoir déjà été sacré en1958et1962) et acquiert ainsi le droit de conserver la Coupe Jules-Rimet définitivement. Mais, en1983, le trophée est volé dans les locaux de lafédération brésilienne. Les autorités pensent que les voleurs l'ont refondu. Une réplique de la Coupe Jules-Rimet est alors réalisée. En1974, un nouveau trophée est donc mis en jeu. Portant le nom de la Fédération Internationale de Football Association, laFIFA World Cup(ouCoupe du Monde de la FIFAen français) a été dessinée parSilvio Gazzanigaet produite parBertoniàMilan. La statuette (sans son socle) représente deux athlètes soulevant la terre. Elle mesure 36,5cmde haut et pèse 6,175kgdont 75 % d'or (18carats). La base de 13cmde diamètre contient deux morceaux demalachite. Les noms des pays ayant gagné le tournoi sont gravés sous la coupe. Seuls huit noms peuvent être gravés sur la coupe elle-même, ce qui signifie que la plaque où sont gravées leséquipesvictorieuses peut contenir le nom des vainqueurs jusqu'en2038. Avant chaque compétition, le trophée est exposé dans de nombreux endroits à travers le monde avant d'arriver dans le pays organisateur. Dérobée à plusieurs reprises, la Coupe du monde est désormais très protégée. Seuls les champions du monde et les chefs d'État peuvent la toucher. Le trophée est propriété de la FIFA, même si sa surveillance est confiée au pays tenant du titre."
    },
    {
        "title": "Organisation",
        "subtitle": "Étoile sur le maillot",
        "contexte": "Le vainqueur de la Coupe du monde peut disposer, sur son maillot, uneétoilepar trophée gagné. Ces étoiles font leur apparition sur le maillot duBrésilen1974. L'Italie, alors ancien triple vainqueur de la compétition, adopte ce système au début des années1990et l’Allemagneà la fin de la décennie. À la suite de la victoire de l'équipe de Franceen 1998, le maillot desBleusarbore une étoile. Dès lors, les autres pays vainqueurs d'une Coupe du monde qui n'ont pas encore d'étoile sur le maillot (Angleterre,Argentine,Uruguay) adoptent l'utilisation de l'étoile en hommage au ou aux sacres mondiaux. Seul l'Uruguay a plus d'étoiles que de nombre de victoires en Coupe du monde. En plus des deux étoiles représentant les succès en Coupe du monde, deux autres étoiles sont sur le maillot uruguayen pour les deux victoires lors destournois olympiquesde 1924 et 1928 co-organisés par la FIFA, à l'époque où la Coupe du Monde n'existait pas encore (les JO étaient alors la compétition internationale la plus importante). Chaque pays brode sur son maillot la ou les étoiles dans les couleurs de son choix. Ainsi, les étoiles espagnole, allemandes, italiennes, uruguayennes et argentines sont en or alors que celles du maillot brésilien sont vertes (cf. image de gauche), que l'étoile anglaise se fond avec la couleur du maillot et que les françaises sont blanches. La couleur des étoiles a pu évoluer, l’étoile française fut un temps dorée et les étoiles allemandes, avant le quatrième sacre, furent aux couleurs dudrapeau national(noir, rouge, jaune). Les couleurs des étoiles peuvent également varier selon le design du maillot."
    },
    {
        "title": "Organisation",
        "subtitle": "Badge de Champions de la FIFA",
        "contexte": "Instauré en 2008 par la FIFA, leFIFA Champions Badgeest un badge de couleur dorée ou blanche. Il est composé d'une représentation du trophée de la Coupe du monde, et de l'écrit\"FIFA World Champions\"avec l'année du titre indiqué sur le bas du badge. Ce dernier apparait sur les maillots de l'équipe championne en titre. L'Italiea été la première nation à apposer ce badge sur son maillot entre 2008 et 2010. Il a depuis été porté par tous les champions en titres : l'Espagne(2010-2014), l'Allemagne(2014-2018), laFrance(2018-2022) et actuellement l'Argentine. Le badge peut être porté lors de tous les matchs effectués par la sélection durant ces 4 années de tenante du titre, que ce soit lors de sa compétition continentale ou n'importe quelle autre type de rencontres."
    },
    {
        "title": "Organisation",
        "subtitle": "Mascottes",
        "contexte": "La Coupe du monde se dote d'unemascotteofficielle à partir de1966. La première mascotte de l'histoire de la Coupe du monde estWorld Cup Willie, unlionfootballeur portant un maillot de l'Union Jack. Quatre ans plus tard, la mascotte du mondialmexicainest ungarçonhabillé avec unsombreroet aux couleurs du Mexique : levertet leblanc. Il est nomméJuanito(Jeannot en espagnol). En1974, la mascotteallemandeest constituée de deux hommes différents,Tip und Tap, se tenant par les épaules et portant des T-shirts sur lesquels sont inscrits « WM » et « 74 ». En1978, l'Argentinechoisit comme mascotteGauchito, un garçon argentin de la pampa avec un chapeau, un foulard et une cravache. Il s'agit de la dernière mascotte représentant un humain. La mascotte suivante pour l'édition 1982disputée en Espagne est l'innovanteorangeespagnoleNaranjitoavec un visage, un ballon et des crampons. En1986, la mascotte estPique, unpimentmexicain de nouveau avec un sombrero. En1990, l'Italiechoisit un objet-design nomméCiaoreprésentant un footballeur avec une tête en ballon de football et un corps aux couleurs de l'Italie. LesÉtats-Unisreviennent aux animaux en1994avec unchienhabillé en tenue de footballrouge, blanche etbleueavec les mots « USA 94 ». Pour laCoupe du monde 1998, les organisateurs choisissent uncoqbleu appeléFootix, son nom est choisi par les téléspectateurs français parmi trois propositions. En2002, leJaponet laCorée du Sudchoisissent trois mascottes,les sphériksKaz, Nik et Ato, inspirées desmangas.Goleo VI, un lion en peluche, accompagné d'un ballon parlant nommé Pille, est la mascotte retenue par les Allemands en2006. La mascotte de la Coupe du monde 2010 s'appelleZakumi. Il s'agit d'unléopardavec des cheveux verts. Son nom vient de « ZA », abréviation internationale de l'Afrique du Sud, et « kumi », mot qui signifie « dix » dans diverses langues africaines en rapport à l'année de la compétition. La mascotte de la Coupe du monde 2018 s'appelleZabivaka, ce qui signifie \"celui qui marque\" en russe. C'est un loup jeune et rusé, qui possède des lunettes oranges lui permettant de mieux contrôler ses frappes pour que le ballon rentre dans les cages."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Audience à la télévision",
        "contexte": "D'un point de vue mondial il est difficile de quantifier le nombre de téléspectateur total. La FIFA estime régulièrement son audience autour de 3,2 milliards pour la compétition, et entre 1 et 1,5 milliard de téléspectateur pour la finale. Avant la coupe du monde 2010 la FIFA a changé son mode de calcul, auparavant l'association donnait le chiffre totale d'audience cumulé, celui-ci  tournais autour de 26 milliards de téléspectateur depuis l'édition 1990."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Violences conjugales",
        "contexte": "Pendant une Coupe du monde le nombre deviolences conjugalesaugmente. Une étude britannique réalisée en 2014a démontré que les violences conjugales augmentent de 26 % pendant la compétition. En cas de défaite de l'équipe nationalece chiffre atteint même les 38 %. La faute ne revient pas seulement au sport évidemment : la consommation d'alcool exacerbée pendant ce type d'évènement, ainsi que les penchants violents préexistants chez les auteurs des violences sont aussi à prendre en compte. Toutefois, il est admis que ce type de compétitions entretient un environnement propice aux violences. En 2013, une étude aux États-Unis avait montré des résultats similaires concernant le football américain. Pour tenter de pallier ce problème de nombreusescampagnes publicitairesalertent à ce sujet pendant la Coupe du monde. En 2018, leCenter for Domestic Violencerévèle une campagne choc mettant en scène des visages de femmes où les coups portés dessinent le drapeau d'un pays jouant en Russie,."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Coût de la compétition",
        "contexte": "Lecoûtde la Coupe du monde est en augmentation constante depuis des décennies. Les évaluations des coûts varient selon le périmètre de ce qui est pris en considération (intégrant par exemple, l'amélioration des infrastructures de transport et les coûts liés à la sécurité intérieure) À titre d'exemple, la Cour des Comptes a évalué le coût total de l'organisation de laCoupe du monde de 1998 en Franceà près de10milliardsdefrancs(1,56 milliardd'euros) dont environ7 milliardsd'investissements(1,1 milliard d'euros) dans desinfrastructuressportives et de dessertes, et3 milliards(460 millionsd'euros) dedépensesd'organisation. Le financement direct est assuré par un comité d'organisation local qui bénéficie d'un appui financier de la FIFA. Desfonds publics(État,collectivités localesetentreprises publiques) interviennent sur les infrastructures et dessociétés privées,mécènesde l'opération sur des aspects liés à l'organisation sportive. Cette aide financière est aussi une vitrine pour ces sociétés privées qui en espérer des retombées économiques positives. Le site Mondial de football évalue pour sa part le coût de la coupe du monde française en 1998 à 360 millions d’euros ; celui de l’Allemagne quatre ans après à 430 millions d’euros ; puis plus de 3 milliards pour l'Afrique du sud, 8 milliards pour le Brésil, et 21 milliards pour la Russie. La mise aux normes destades de football, imposée par la Fifa, impacte plus fortement les pays dont les stades étaient vétustes ou trop petits pour l'événement."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Effet sur l'économie",
        "contexte": "L'organisation de la Coupe du monde de football n'est pas sans conséquence économique pour le pays hôte. Les investissements qui concernent d'abord principalement les villes organisatrices, s'étendent maintenant dans tout le pays organisateur. Des infrastructures non sportives comme les hôtels sont également concernées. Les coûts croissants pour organiser une Coupe du monde provoquent cependant de plus en plus de critiques. Celles-ci ont été particulièrement fortes auBrésiloù les investissements importants dans les équipements sportifs ont été critiqués par une partie de la population. De nombreux manifestants souhaitent que l'argent soit utilisé pour l'amélioration des équipements publics (hôpitaux, écoles) et pour diminuer le coût de la vie. Certains travaux soulignent que la victoire en Coupe du monde est un facteur positif pour la croissance. À la suite du succès de l'équipe de Franceen1998, leProduit Intérieur Brut(PIB) français s'est maintenu à un bon niveau de progression. Il progresse de seulement 2,3 % en1997, contre 3,5 % en1998et 3,0 % en1999. L'impact de l'événement est difficile à évaluer du fait de la multitude d'autres facteurs rentrant en compte dans l'évolution du PIB. Il existe des faillites liées à la Coupe du monde. La société qui produit la mascotteGoleoa dû déposer le bilan deux semaines avant le début de laCoupe du monde de football 2006. Les économistes allemands ne prévoyaient d'ailleurs qu'une hausse de 0,3 % du PIB. L'organisation de la Coupe du monde peut n'avoir que peu d'effet sur le volume des investissements sur le pays organisateur. Il ne représente qu'environ 1 % seulement des flux annuels d'investissement en Allemagne à l'édition 2006. Certains secteurs bénéficient de l'événement pour connaître une croissance rapide. Les secteurs des équipements sportifset des appareils télévisuelsconnaissent une forte hausse des ventes au moment de la Coupe du monde. Pour le pays hôte, le gain vient en premier lieu de l’afflux de visiteurs étrangers, eux-mêmes sources de devises (500 000 millions d'euros pour l'Allemagne selon les prévisions deStandard & Poor's). Pour les pays réalisant des performances remarquables, l’effet de la hausse du moral au sein de la population suscite à la fois une stimulation de la demande intérieureet une meilleure productivité du travail. D'après l'Insee, l'effet de la Coupe du monde sur la consommation en Allemagne n'est toutefois qu'un soutien temporaire à une tendance ayant d'autres explications. Les victoires et les défaites suscitent par ailleurs des variations boursières sur les marchés nationaux. Certaines études ont montré une relative concordance dans les pays en développement entre les périodes d’expansion économique et les bons résultats en Coupe du monde. L'analyse la plus répandue consiste à dire que la victoire suscite l’expansion. Cependant, certaines analyses, fondées sur le fait qu’historiquement les renversements de tendance économique précèdent les bons ou mauvais résultats sportifs, avancent que c’est la croissance économique qui favorise les chances de victoire d’une équipe. Pour le pays hôte, l’organisation de l’événement est le plus souvent considérée comme positive. Si la hausse de la consommation nationale est modeste, progressant par exemple en Allemagne que de 0,3 % pendant le trimestre de la Coupe du monde, elle peut être renforcée par un élan national comme en France en 1998. De plus, la consommation supplémentaire se transforme en partie en importations de produits étrangers et pas seulement en consommation de produits nationaux. Ainsi la Coupe du monde de 2006 suscite un engouement pour les écrans plats produits en Asie."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Effet sur le développement local",
        "contexte": "Le marché de l'événementielest un facteur dedéveloppement local. Toutes les villes qui accueillent des matchs de la Coupe du monde et donc des supporters venus du monde entier enregistrent un surplus de consommation sur leur territoire : certains chercheurs parlent d'une « économie présentielle » ou d'une « économie résidentielle ». À l'occasion de cet événement, les pays construisent des infrastructures. D'abord, la Coupe du monde permet de développer les stades du pays organisateur. En plus, les nations hôtes bénéficient de l'occasion pour développer les moyens de transport. En 2010, de nombreux moyens sont mis en œuvre pour déplacer les spectateurs entre les villes avec des navettes et des trains. L'organisation d'une Coupe du monde dope letourisme,. Les touristes ou « résidents non déclarés » doivent se loger, se nourrir, se distraire et donc dépensent de l'argent. Cette manne irrigue le tissu économique local qui réalise des ventes supérieures à l'ordinaire. Les autorités publiques allemandes, bien conscientes de ce potentiel économique, ont d'ailleurs autorisé les commerçants à prolonger plus tardivement l'ouverture des magasins lors de la Coupe du monde 2006 et même le dimanche. EnAllemagne, on parle de 50 000 emplois tandis qu'enAfrique du Sudce sont près de 159 000 emploisqui sont annoncés. Les emplois créés par et pendant la Coupe du monde ne sont pas toujours durables. On estime pour l'Allemagne qu'un tiers seulement des emplois seront conservés à l'issue de la compétition de 2006. En effet les principaux secteurs d'embauche que sont la sécurité, la restauration et la vente de produits dérivés, ne perdurent pas après la compétition."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Sources de revenus",
        "contexte": "Jadis source de revenus quasi-unique, la billetterie ne représente désormais qu'une modeste partie des revenus générés par la Coupe du monde. La billetterie est prise en charge par la FIFA pour la phase finale de la compétition. Le marché parallèle, légal dans certains pays, peut multiplier par vingt le prix des places initialement prévu. Sécurité supplémentaire pour la version 2006, les billets sont équipés de puces électroniques permettant de désactiver immédiatement des blocs de billets perdus ou volés. L'augmentation d'affluence dans les stades et devant la télévision a permis à la Coupe d'attirer des sponsors permettant à la FIFA d'augmenter ses profits. En1982, les revenus liés au sponsoring s'élèvent à 2 milliards de dollars pour augmenter régulièrement et atteindre plus de 16 milliards de dollars aujourd'hui. Le titre deSponsor officielse monnaie 40 millions de dollars tandis qu'un sponsor d'équipedépensera 10 millions de dollars. Sans compter que la nouveauté de l'édition2006est de faire financer la construction desstadespar les sponsors eux-mêmes. Par contre, lors de la Coupe du monde, la FIFA qui n'accepte pas d'autres noms que ceux des sponsors officiels, a fait renommer tous les stades sponsorisés par « Stade FIFA de ... ». Les sponsors historiques de la FIFA sontCoca-Cola,Fujifilmou encorePhilips. Coca-Cola est sponsor officiel de toutes les éditions de la Coupe du monde depuis 1978 et a un contrat jusqu'en 2022. Les principaux équipementiers sportifs se disputent à l'occasion de la Coupe du monde de football une guerre économique afin de bénéficier au maximum des effets économiques de la compétition. Les campagnes publicitaires débutent de plus en plus tôt, suivant les matchs amicaux de près. Les enjeux sont énormes pour certains équipementiers sportifs. Le match entreAdidasetNikeprend toute son ampleur avec les équipes nationales. Nike est le sponsor duBrésilet de laFrancealors qu'Adidas est l'équipementier de formations telles que l'Allemagneet l'Espagne. Les recettes commerciales se préparent bien avant la Coupe du monde. Les journaux sont les premiers médias à aborder le thème de la Coupe du monde. La radio suit, et retransmet la Coupe du monde dès les premières éditions, bien avant l'apparition de la télévision qui révolutionne la couverture médiatique de la compétition même si celle-ci est toujours retransmise à la radio. En 2010, les stationsRMCetRadio Alfaen France,BBC Radio 5 Liveau Royaume-Uni etESPNaux États-Unis notamment retransmettent la Coupe du monde. Les premières diffusions de matchs de la Coupe du monde en direct datent de1954via l'Eurovision. La Coupe du monde de la FIFA de 1974 est la première à être retransmise à la télévision en couleurs. Depuis la première épreuve retransmise, seule l’édition qui s’est déroulée en 1962 au Chili ne bénéficie pas d’une retransmission en direct. La Coupe du monde de football est le deuxième événement planétaire le plus télédiffusé, derrière lesJeux olympiqueset devant leTour de France. La FIFA estime l'audience cumulée télévisuelle à 26 288 753 000 téléspectateurs lors des 73 072 heures de retransmission de la compétition dans le monde pour l'édition de 2006. L'épreuve est diffusée dans 213 pays en2002, aussi, les enjeux pour les chaînes detélévisionsont importants. En France, le maximum enregistré est de 30 millions de téléspectateurs devant leur écran de télévision lors de la demi-finale 1982 entre la France et Allemagne selon l'audimat, cinq millions de plus que le match de premier tour entre la France et l'Angleterre lors de cette même édition. Plus récemment,Médiamétriemesure que les sept meilleures audiences de l'année 2006 en France sont des matchs de la Coupe du monde 2006, la huitième étant la remise du trophée aux joueurs italiens. La demi-finale contre lePortugalest, depuis la création de Médiamétrie en 1989, l'audience la plus élevée en France de l'histoire de la télévision avec en moyenne 22,2 millions de téléspectateurs. Pour la finale quatre jours plus tard, 22,1 millions de téléspectateurs regardent la rencontre avec un pic à 25 millions à 22 h 28. La presse spécialisée bénéficie de la tenue de l'événement pour augmenter ses ventes. En 1998, la victoire de laFrancepermet au quotidienL'Équipede réaliser son record de ventes avec 1,6 million d'exemplaires contre 500 000 en moyenne. Le quotidienLa Gazzetta dello Sportatteint, au lendemain de la victoire italienne en 2006, le sommet de ses ventes avec 1,7 million d'exemplaires, son tirage moyen étant habituellement de 400 000. La Coupe du monde est également l'occasion d'utiliser l'image des joueurs de football célèbres pour louer une marque."
    },
    {
        "title": "Aspects socio-économiques",
        "subtitle": "Supporters",
        "contexte": "La Coupe du monde étant la compétition majeure du football, lessupporterssont particulièrement concernés par ce mois de compétition. Dès la première édition, les supportersuruguayensetargentinssont particulièrement présents. Le tourisme sportif commence en 1934, des voyages avec le déplacement, la pension et l'accès aux stades sont offerts aux supporters. Les premiers déplacements massifs de supporters de différents pays remontent à1982. À cette occasion, les fans anglais s'illustrent surtout par leurshooligans. Malgré ces agissements d'une minorité des supporters, la phase finale reste une grande fête pour les fans. Les supporters de certains pays véhiculent même l'image de fans sympathiques. Lors de laCoupe du monde de 1998enFrance, la fête est au rendez-vous malgré des dérapages àMarseilleet àLensoù le gendarmeDaniel Nivelest agressé par deshooligansallemands."
    },
    {
        "title": "Aspect politique",
        "subtitle": "Pacification",
        "contexte": "En1954, la victoireouest-allemandea un effet allant bien au-delà d'un succès sportif. Neuf ans après laSeconde Guerre mondiale, une grande partie des Allemands - surtout en RFA, mais aussi enRDA- se considère acceptée pour la première fois depuis longtemps. Plusieurs historiens ont même appelé le4 juillet1954« la vraie heure de naissance de la RFA, en particulier pour l'amour-propre du peuple allemand ». Tous les stades portent l'emblème de la FIFA et des Nations unies avec la légende « Football pour la paix - année de la paix », « Football for peace - Peace Year » lors de la Coupe du monde 1986 au Mexique après que les Nations unies déclarent l'année 1986 comme année de la paix. Dès 2006, la FIFA s'associe avec l'UNICEFpour promouvoir la paix et les actions de l'UNICEF dans le monde. Lors de la cérémonie d'ouverture de la Coupe du monde 2006, leprésident fédéral d'AllemagneHorst Köhlerdit pendant son discours que le souhait de l'organisation est d'avoir « des matches passionnants, de nombreux buts et du fair-play » mais également « que le football puisse réunir les peuples ». La Coupe du monde permet parfois de diminuer les tensions entre les pays.\nEn 1998, un match de la Coupe du monde oppose l'IranauxÉtats-Unis. Ce match est un symbole de la reprise des relations diplomatiques entre les deux pays, interrompues depuis 1978. En2008, le présidentturcAbdullah Gülse rend àErevanà la suite de l'invitation de son homologuearménien,Serge Sarkissian, pour assister à la rencontre de football opposant l'Arménieà laTurquiedans le cadre deséliminatoires de la Coupe du monde 2010,. Malgré le climat de guerre présente dans le pays, les acteurs politiquesirakiensse sont engagés à favoriser un climat de confiance pour les amateurs de football pendant la Coupe du monde."
    },
    {
        "title": "Aspect politique",
        "subtitle": "Propagande",
        "contexte": "La Coupe du monde sert à une grande propagande fasciste lors de la Coupe du monde 1934 disputée en Italie. Les joueurs allemands font lesalut fasciste, tout comme l'équipe italienne. L'équipe d'Allemagne affiche deux drapeaux, l'un aux couleurs nationales et l'autre frappé d'une croix gammée. Le maillot allemand comporte alors l'écusson du Reich. L'Italie remporte la compétition devantBenito Mussolini. Le président de laFédération d'Italie de football, le général Giorgio Vaccaro, affirme que«le but ultime de la manifestation sera de montrer à l'univers ce qu'est l'idéal fasciste du sport.». Mussolini utilise la victoire de l'équipe italienne pour promouvoir ses idées politiques."
    },
    {
        "title": "Aspect politique",
        "subtitle": "Forfaits",
        "contexte": "Pour la première Coupe du monde, l'édition1930enUruguay, la plupart des équipes européennes déclarent forfait ou déclinent l'invitation en raison du coût élevé et la longueur du voyage enbateaujusqu'enAmérique du Sud. Quatre années plus tard, la compétition a lieu enItalie, forfait en 1930. En représailles, l'Uruguay, pourtant tenante du titre, refuse de participer à la compétition. L'Argentinealigne une équipe de joueurs amateurs et leBrésilenvoie en Europe une équipe de joueurs de second plan. En1938, pourtant inscrits, laColombie, leCosta Rica, leSalvador, lesÉtats-Unis, laGuyane Néerlandaise, leJaponet leMexiquedéclarent forfait avant le tirage au sort du tour préliminaire. L’Argentine décide de ne pas participer à la suite de la décision de laFIFAd'organiser le tournoi enFranceet non enArgentine. Le Brésil est obligé d'organiser une tombola pour avoir assez de fonds pour payer le voyage vers la France. L'Autricheest contrainte en dernière minute par l'Allemagnenazie de déclarer forfait contre laSuèdelors de laCoupe du monde de football 1938à cause de l'Anschluss. LaCoupe du monde de football 1950ne se joue qu'à 13 pays au lieu de 16 à la suite des forfaits de laTurquie, de l'Écosse, de l'Indeet de laFrance(forfait après avoir été repêchée à la suite du forfait de l’Écosse)Selon la légende l'Inde déclare forfait à la suite du refus d'obtenir la dérogation de jouer pieds nus pour ses joueurs. En réalité il semble que c'est surtout par manque de motivation que l'Inde a renoncé à faire le long voyage en Amérique du sud. Les Indiens considéraient en effet que le tournoi olympique (auquel ils avaient participé en1948) était bien plus prestigieux qu'une Coupe du monde dont ils ignoraient l'envergure réelle. En1966, 16 nations africaines déclarent forfait lors des éliminatoires en raison du nouveau règlement de la FIFA n'accordant pas de place qualificative ferme au continent africain. L'Afrique obtient gain de cause lors de la Coupe du monde suivante. Lors des phases de qualifications de la Coupe du monde 1974, l'URSS refuse, à la suite de l'arrivée au pouvoir dePinochet, de se rendre au Chili pour jouer le match retour du barrage l'opposant au pays sud-américain. L'équipe du Chili se présente seule sur le terrain à l'heure du coup d'envoi du match et est déclarée vainqueur par forfait, se qualifiant ainsi pour la phase finale, tandis que l'URSS se voit notifier une disqualification par la FIFA. LaCoupe du monde de football 1978soulève une polémique politiquecar l'Argentine(pays hôte) est alors dirigée par le généralJorge Rafael Videlaqui s'est emparé du pouvoir deux ans plus tôt et qui depuis mène dans son pays unerépressionpolitique. Certaines nations appellent auboycottet critiquent ouvertement le régime en place. Uncouvre-feuest mis en place pendant toute la compétition. Longtemps il a été pensé que le capitaine néerlandaisJohan Cruyffchoisit de ne pas disputer la compétition par protestation politique mais en 2008 il affirme que sa retraite internationale est due à une agression personnelle, toutefois l’équipe des Pays-Bas refuse les félicitations officielles de Videla pour sa deuxième place. LaCoupe du monde de football 1986doit avoir lieu enColombiemais cette dernière, socialement et économiquement en difficulté, décide en fin d'année 1982 de déclarer forfait car elle ne s'estimait plus en mesure d'assurer l'organisation d'un tournoi passé entre-temps de 16 à 24 équipes. La FIFA se replie alors sur leMexique(organisateur en 1970) qui disposait déjà des infrastructures nécessaires pour un tournoi agrandi."
    },
    {
        "title": "Aspect politique",
        "subtitle": "Violences et oppositions",
        "contexte": "Lieu de rencontres, la Coupe du monde de la FIFA reflète également les oppositions internationales. La Coupe du monde de football a entraîné quelques affrontements, et a développé certaines rivalités entre pays, celle entre l'Angleterreet l'Argentineaprès 1966 ou celle entre laFranceet l'Allemagneaprès la demi-finale de 1982 par exemple. La violence est plus fréquente sur le terrain que dans les tribunes. Le match entre lePérouet laRoumanieen 1930, laBataille de Santiagoen 1962 ou plus récemment la rencontre entre lesPays-Baset lePortugalen 2006,sont des exemples de matchs violents. La violence est également présente en dehors des pelouses, dans les villes où se disputent les rencontres de la Coupe du monde. En 1998, de violents affrontements entre Tunisiens et Anglais ont lieu dans les rues de Marseille. Les phases qualificatives ne sont pas exemptes de violences autour des rencontres comme lors desmatchs de qualificationentre l'Égypteet l'Algériepour la Coupe du monde 2010. En 1969, le matchHonduras-Salvadoren phase de qualification du Mondial mexicain est le catalyseur du conflit latent entre les deux pays. La défaite finale du Honduras débouche sur laguerre de cent heuresqui fait plus de 5 000 morts. En 1994, le joueurcolombienAndrés Escobarest assassiné, à la sortie d'unbaren Colombie, pour avoir inscrit un but contre son camp qui scelle l'élimination de la Colombie, dès le premier tour de la Coupe du monde, pourtant citée dans les favoris de la compétition. La Coupe du monde de football ne fait pas toujours l'unanimité, de nombreux opposants dénoncent le coût de l'organisation de l’événement ainsi que les dérives engendrées par la Coupe (augmentation de la dette extérieure, expulsions, nettoyage social, augmentation des dépenses sécuritaires, vastes opérations immobilières, instrumentalisation au profit de dictateurs, etc.). Certaines villes ou villages des pays organisateurs tentent d'éloigner les touristes étrangers potentiellement créateurs de troubles."
    },
    {
        "title": "La Coupe du monde dans la culture populaire",
        "subtitle": null,
        "contexte": "Outre de nombreuxfilms documentaireset même un film officiel de la Coupe du monde produit par laFIFAà l'occasion de chaque édition depuis1938, la Coupe du monde a également inspiré lefilm allemandLe Miracle de Berne(2003) qui revient sur la victoire de laMannschaften1954et lefilm américainLe Match de leur vie(2005) décrivant la victoire de l'équipe des États-Unisen1950face à l'équipe d'Angleterre. La Coupe du monde sert également de cadre à des films commeLa Coupe(1999),Les Collègues(1999),The Van(1996) ouSixty Six(2006), notamment. Des étudiants allemands ont même réalisé un film d'animation,Helden 06, mettant en scène des personnagesLegojouant un match de football. Les points de connexion entre la Coupe du monde et la musique ou la chanson populaire sont nombreux. Chaque sélection a un hymne et de nombreux morceaux en lien avec l'équipe nationale ou avec la compétition voient le jour. Certaines de ces chansons sont inspirées de faits de jeu commeFrance-Allemagne 82signée parBartoneen 2005 en référence au fameux match de Séville, ou encoreCoup de bouleen 2006 à la suite du coup de tête deZidanesurMaterazzi. En 1998, en France, la chansonI Will SurvivedeGloria Gaynorfait l'unanimité auprès des spectateurs soutenant l'équipe de France. De nombreux produits dérivés sont créés, produits et vendus pour chacune des éditions de la Coupe du monde. Des séries de timbres sont éditées dans différents pays et représentent la Coupe du monde. Des pièces de monnaies sont gravées pour l'occasion comme en 1998et 2002. Chaque Coupe du monde est l'occasion de sortir un jeu vidéo officiel de l'édition.World Cup Italia '90est le premier à sortir.Coupe du monde 98,Coupe du monde : FIFA 2002,FIFA World Cup: Germany 2006,Coupe du monde de la FIFA : Afrique du Sud 2010etCoupe du monde de la FIFA : Brésil 2014complètent cette série. C'estEA Sportsqui réalise la série de jeux."
    },
    {
        "title": "Annexes",
        "subtitle": null,
        "contexte": "Sur les autres projets Wikimedia :"
    },
    {
        "title": "Annexes",
        "subtitle": "Bibliographie",
        "contexte": ": document utilisé comme source pour la rédaction de cet article."
    },
    {
        "title": "Annexes",
        "subtitle": "Liens externes",
        "contexte": ""
    }
]