[
    {
        "contexte": "Le Brésil est la seule équipe à avoir participé à toutes les éditions de la Coupe du Monde, totalisant 22 participations."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de titres de la Coupe du Monde, avec 5 titres remportés en 1958, 1962, 1970, 1994 et 2002."
    },
    {
        "contexte": "L'Italie et le Brésil détiennent le record du nombre de titres consécutifs avec 2 chacun. L'Italie a remporté les éditions de 1934 et 1938, tandis que le Brésil a triomphé en 1958 et 1962."
    },
    {
        "contexte": "L'Allemagne détient le record du plus grand nombre de finales disputées, avec un total de 8 finales jouées en 1954, 1966, 1974, 1982, 1986, 1990, 2002 et 2014."
    },
    {
        "contexte": "L'Allemagne de l'Ouest et le Brésil partagent le record des finales consécutives, avec 3 finales chacun. L'Allemagne de l'Ouest a atteint les finales de 1982, 1986 et 1990, tandis que le Brésil a été finaliste en 1994, 1998 et 2002."
    },
    {
        "contexte": "L'Allemagne détient le record du plus grand nombre de finales perdues, avec 4 finales perdues en 1966, 1982, 1986 et 2002."
    },
    {
        "contexte": "Les Pays-Bas détiennent le record du plus grand nombre de finales perdues pour un pays non titré, avec 3 finales perdues en 1974, 1978 et 2010."
    },
    {
        "contexte": "Les Pays-Bas et l'Allemagne de l'Ouest détiennent le record des finales consécutives perdues, avec 2 finales consécutives perdues chacun. Les Pays-Bas ont perdu les finales de 1974 et 1978, tandis que l'Allemagne de l'Ouest a été finaliste en 1982 et 1986."
    },
    {
        "contexte": "L'Allemagne détient le record du plus grand nombre de demi-finales disputées, avec 13 demi-finales atteintes en 1934, 1954, 1958, 1966, 1970, 1974, 1982, 1986, 1990, 2002, 2006, 2010 et 2014."
    },
    {
        "contexte": "L'Allemagne détient également le record des demi-finales consécutives, avec 4 demi-finales consécutives atteintes en 2002, 2006, 2010 et 2014."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de matches joués, avec un total de 114 matches disputés en 22 participations."
    },
    {
        "contexte": "Le Brésil détient également le record du plus grand nombre de matches gagnés, avec 76 victoires en 22 participations, représentant un pourcentage de victoires de 66,7%."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de matches consécutifs gagnés, avec une série de 11 victoires consécutives entre 2002 et 2006."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de matches consécutifs sans défaite, avec une série de 13 matches entre 1954 et 1966."
    },
    {
        "contexte": "Le Mexique détient le record de la plus grande série de défaites, avec une série de 9 défaites entre 1930 et 1958."
    },
    {
        "contexte": "La Bulgarie détient le record du plus grand nombre de matches consécutifs sans victoire, avec une série de 17 matches entre 1962 et 1994."
    },
    {
        "contexte": "La Belgique détient le record du plus grand nombre de matches nuls consécutifs, avec une série de 5 matches entre 1998 et 2002."
    },
    {
        "contexte": "Le Mexique détient le record du plus grand nombre de défaites, avec un total de 28 défaites en 17 participations."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de buts marqués, avec un total de 237 buts marqués en 22 participations."
    },
    {
        "contexte": "L'Allemagne détient le record du plus grand nombre de buts encaissés, avec un total de 130 buts encaissés en 20 participations."
    },
    {
        "contexte": "La Hongrie détient le record du plus grand nombre de buts marqués par match, avec une moyenne de 2,72 buts par match en 32 matches."
    },
    {
        "contexte": "La rencontre la plus jouée est celle entre le Brésil et la Suède, qui s'est déroulée 7 fois lors des éditions de 1938, 1950, 1958, 1978, 1990 et deux fois en 1994. De même, le match entre l'Allemagne et l'Argentine s'est joué 7 fois lors des éditions de 1958, 1966, 1986, 1990, 2006, 2010 et 2014."
    },
    {
        "contexte": "La finale la plus jouée est celle entre l'Allemagne et l'Argentine, qui s'est déroulée 3 fois lors des éditions de 1986, 1990 et 2014."
    },
    {
        "contexte": "Le Brésil détient le record du plus grand nombre de matches gagnés lors d'une seule édition de la Coupe du Monde, avec 7 victoires en 2002."
    },
    {
        "contexte": "La Hongrie détient le record du plus grand nombre de buts marqués lors d'une seule édition de la Coupe du Monde, avec 27 buts en 1954."
    },
    {
        "contexte": "La Suisse détient le record du moins de buts encaissés lors d'une seule édition de la Coupe du Monde, avec 0 but encaissé en 2006."
    },
    {
        "contexte": "La Corée du Sud détient le record du plus de buts encaissés lors d'une seule édition de la Coupe du Monde, avec 16 buts encaissés en 1954."
    },
    {
        "contexte": "La Hongrie détient le record de la meilleure différence de but lors d'une seule édition de la Coupe du Monde, avec une différence de +17 en 1954."
    },
    {
        "contexte": "La Corée du Sud détient le record de la moins bonne différence de but lors d'une seule édition de la Coupe du Monde, avec une différence de -16 en 1954."
    },
    {
        "contexte": "L'Allemagne de l'Ouest détient le record du plus de buts marqués pour le vainqueur lors d'une seule édition de la Coupe du Monde, avec 25 buts marqués en 1954."
    },
    {
        "contexte": "L'Espagne détient le record du moins de buts marqués pour le vainqueur lors d'une seule édition de la Coupe du Monde, avec 8 buts marqués en 2010."
    },
    {
        "contexte": "La France, l'Italie et l'Espagne détiennent le record du moins de buts encaissés pour le vainqueur lors d'une seule édition de la Coupe du Monde, avec 2 buts encaissés respectivement en 1998, 2006 et 2010."
    },
    {
        "contexte": "L'Allemagne de l'Ouest détient le record du plus de buts encaissés pour le vainqueur lors d'une seule édition de la Coupe du Monde, avec 14 buts encaissés en 1954."
    },
    {
        "contexte": "Six sélections ont remporté l'édition que leur pays organisait : l'Uruguay (1930), l'Italie (1934), l'Angleterre (1966), l'Allemagne (1974), l'Argentine (1978) et la France (1998)."
    },
    {
        "contexte": "Seules quatre équipes (pour trois pays) ont remporté le titre en gagnant la totalité de leurs matchs : le Brésil en 1970 et en 2002, l’Uruguay en 1930 et l’Italie en 1938."
    },
    {
        "contexte": "Le match avec le plus grand nombre de buts marqués est survenu entre l'Autriche et la Suisse en 1954, avec un score de 7-5 en faveur de l'Autriche."
    },
    {
        "contexte": "Le match de finale avec le plus de buts marqués est survenu en 1958 entre le Brésil et la Suède, avec un score de 5-2 en faveur du Brésil."
    },
    {
        "contexte": "Le match de demi-finale avec le plus de buts marqués est survenu en 2014 entre l'Allemagne et le Brésil, avec un score de 7-1 en faveur de l'Allemagne."
    },
    {
        "contexte": "Le match avec le plus de buts marqués par une équipe est survenu en 1982 entre la Hongrie et Salvador, avec un score de 10-1 en faveur de la Hongrie."
    },
    {
        "contexte": "Le match de finale avec le plus de buts marqués par une équipe est survenu en 1958 entre le Brésil et la Suède, avec un score de 5-2 en faveur du Brésil."
    },
    {
        "contexte": "Le match de demi-finale avec le plus de buts marqués par une équipe est survenu en 2014 entre l'Allemagne et le Brésil, avec un score de 7-1 en faveur de l'Allemagne."
    },
    {
        "contexte": "Le match avec le plus grand écart de buts est survenu en 1954 entre la Hongrie et la Corée du Sud, avec un score de 9-0 en faveur de la Hongrie."
    },
    {
        "contexte": "Le match avec le plus grand écart de buts en finale est survenu en 1958 entre le Brésil et la Suède, avec un score de 5-2 en faveur du Brésil."
    },
    {
        "contexte": "Le match avec le plus grand écart de buts dans une demi-finale est survenu en 2014 entre l'Allemagne et le Brésil, avec un score de 7-1 en faveur de l'Allemagne."
    },
    {
        "contexte": "Le match nul avec le plus de buts est survenu en 1954 entre l'Angleterre et la Belgique, avec un score de 4-4 après prolongation."
    },
    {
        "contexte": "Le plus grand écart négatif au score avant un match gagné est survenu en 1954 entre l'Autriche et la Suisse, passant de 0-3 à 7-5 en faveur de l'Autriche."
    },
    {
        "contexte": "Le match avec le plus grand nombre de buts marqués en prolongation est survenu en 1970 entre l'Italie et l'Allemagne de l'Ouest, avec un score final de 4-3 en faveur de l'Italie."
    },
    {
        "contexte": "Le plus grand nombre de buts marqués par différents joueurs dans un match est survenu en 1982 entre la Hongrie et Salvador, avec 7 buteurs différents."
    },
    {
        "contexte": "Le plus grand nombre de buts marqués par différents joueurs dans un match par une équipe est survenu en 1982 entre la Hongrie et Salvador, avec 6 buteurs différents pour la Hongrie."
    },
    {
        "contexte": "Le plus grand nombre de buts marqués par le perdant est survenu en 1954 entre l'Autriche et la Suisse, avec un score de 7-5 en faveur de l'Autriche."
    },
    {
        "contexte": "Le plus grand nombre de buts encaissés en un match par le pays organisateur est survenu en 2014 entre l'Allemagne et le Brésil, avec un score de 7-1 en faveur de l'Allemagne."
    },
    {
        "contexte": "Le plus grand écart de buts en défaveur du pays organisateur est survenu en 2014 entre l'Allemagne et le Brésil, avec un score de 7-1 en faveur de l'Allemagne."
    },
    {
        "contexte": "Le plus grand nombre de buts en faveur du pays organisateur est survenu en 1950 entre le Brésil et la Suède, avec un score de 7-1 en faveur du Brésil."
    },
    {
        "contexte": "La Hongrie a marqué 27 buts en 5 matchs lors de la phase finale de la Coupe du Monde 1954, se classant deuxième."
    },
    {
        "contexte": "L'Allemagne de l'Ouest a marqué 25 buts en 6 matchs lors de la phase finale de la Coupe du Monde 1954, remportant ainsi le titre."
    },
    {
        "contexte": "La France a marqué 23 buts en 6 matchs lors de la phase finale de la Coupe du Monde 1958, se classant troisième."
    },
    {
        "contexte": "Le Brésil a marqué 22 buts en 6 matchs lors de la phase finale de la Coupe du Monde 1950, se classant deuxième."
    },
    {
        "contexte": "Les Indes orientales néerlandaises n'ont jamais marqué de but en 16 matchs lors de la Coupe du Monde 1938."
    },
    {
        "contexte": "Le Zaïre n'a jamais marqué de but en 3 matchs lors de la Coupe du Monde 1974."
    },
    {
        "contexte": "La Chine n'a jamais marqué de but en 3 matchs lors de la Coupe du Monde 2002."
    },
    {
        "contexte": "Trinité-et-Tobago n'a jamais marqué de but en 3 matchs lors de la Coupe du Monde 2006."
    },
    {
        "contexte": "Le Brésil n'a jamais perdu aucun match lors des Coupes du Monde de 1958, 1962, 1970, 1978, 1986, 1994 et 2002."
    },
    {
        "contexte": "L'Italie n'a jamais perdu aucun match lors des Coupes du Monde de 1934, 1938, 1982, 1990, 1998 et 2006."
    },
    {
        "contexte": "La France n'a jamais perdu aucun match lors des Coupes du Monde de 1998, 2006 et 2018."
    },
    {
        "contexte": "L'Angleterre n'a jamais perdu aucun match lors des Coupes du Monde de 1966, 1982 et 2006."
    },
    {
        "contexte": "L'Uruguay n'a jamais perdu aucun match lors des Coupes du Monde de 1930 et 1950."
    },
    {
        "contexte": "L'Argentine n'a jamais perdu aucun match lors des Coupes du Monde de 1986 et 2006."
    },
    {
        "contexte": "L'Allemagne n'a jamais perdu aucun match lors des Coupes du Monde de 1990 et 2014."
    },
    {
        "contexte": "L'Espagne n'a jamais perdu aucun match lors des Coupes du Monde de 2002 et 2018."
    },
    {
        "contexte": "Les Pays-Bas n'ont jamais perdu aucun match lors des Coupes du Monde de 2014 et 2022."
    },
    {
        "contexte": "L'Écosse n'a jamais perdu aucun match lors de la Coupe du Monde 1974."
    },
    {
        "contexte": "Le Cameroun n'a jamais perdu aucun match lors de la Coupe du Monde 1982."
    },
    {
        "contexte": "Le Mexique n'a jamais perdu aucun match lors de la Coupe du Monde 1986."
    },
    {
        "contexte": "La Belgique n'a jamais perdu aucun match lors de la Coupe du Monde 1998."
    },
    {
        "contexte": "La République d'Irlande n'a jamais perdu aucun match lors de la Coupe du Monde 2002."
    },
    {
        "contexte": "La Suisse n'a jamais perdu aucun match lors de la Coupe du Monde 2006."
    },
    {
        "contexte": "La Nouvelle-Zélande n'a jamais perdu aucun match lors de la Coupe du Monde 2010."
    },
    {
        "contexte": "Le Costa Rica n'a jamais perdu aucun match lors de la Coupe du Monde 2014."
    },
    {
        "contexte": "Le Danemark n'a jamais perdu aucun match lors de la Coupe du Monde 2018."
    },
    {
        "contexte": "Cafu a disputé 3 finales consécutives de la Coupe du Monde avec le Brésil de 1994 à 2002."
    },
    {
        "contexte": "Miroslav Klose a joué dans 4 demi-finales consécutives de la Coupe du Monde avec l'Allemagne de 2002 à 2014."
    },
    {
        "contexte": "Lionel Messi a joué 26 matchs avec l'Argentine de 2006 à 2022, le plaçant comme le joueur ayant disputé le plus de matchs dans l'histoire de la Coupe du Monde."
    },
    {
        "contexte": "Lionel Messi a passé 2 314 minutes sur le terrain avec l'Argentine de 2006 à 2022, le plaçant comme le joueur ayant joué le plus de minutes dans l'histoire de la Coupe du Monde."
    },
    {
        "contexte": "Lionel Messi a remporté 16 matchs avec l'Argentine de 2006 à 2022, le plaçant comme le joueur ayant gagné le plus de matchs dans l'histoire de la Coupe du Monde."
    },
    {
        "contexte": "Ronaldo a remporté 11 matchs consécutifs avec le Brésil de 2002 à 2006, le plaçant comme le joueur ayant remporté le plus de matchs consécutifs dans l'histoire de la Coupe du Monde."
    },
    {
        "contexte": "Lionel Messi (Argentine) a disputé 26 matchs lors de différentes phases finales de la Coupe du Monde : 3 en 2006, 5 en 2010, 7 en 2014, 4 en 2018 et 7 en 2022."
    },
    {
        "contexte": "Lothar Matthäus (Allemagne) a disputé 25 matchs lors de différentes phases finales de la Coupe du Monde : 2 en 1982, 7 en 1986, 7 en 1990, 5 en 1994 et 4 en 1998."
    },
    {
        "contexte": "Miroslav Klose (Allemagne) a disputé 24 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 2002, 7 en 2006, 5 en 2010 et 5 en 2014."
    },
    {
        "contexte": "Paolo Maldini (Italie) a disputé 23 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 1990, 7 en 1994, 5 en 1998 et 4 en 2002."
    },
    {
        "contexte": "Cristiano Ronaldo (Portugal) a disputé 22 matchs lors de différentes phases finales de la Coupe du Monde : 6 en 2006, 4 en 2010, 3 en 2014, 4 en 2018 et 5 en 2022."
    },
    {
        "contexte": "Uwe Seeler (Allemagne de l’Ouest) a disputé 21 matchs lors de différentes phases finales de la Coupe du Monde : 5 en 1958, 4 en 1962, 6 en 1966 et 6 en 1970."
    },
    {
        "contexte": "Władysław Żmuda (Pologne) a disputé 21 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 1974, 6 en 1978, 7 en 1982 et 1 en 1986."
    },
    {
        "contexte": "Diego Maradona (Argentine) a disputé 21 matchs lors de différentes phases finales de la Coupe du Monde : 5 en 1982, 7 en 1986, 7 en 1990 et 2 en 1994."
    },
    {
        "contexte": "Grzegorz Lato (Pologne) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 1974, 6 en 1978 et 7 en 1982."
    },
    {
        "contexte": "Cafu (Brésil) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 3 en 1994, 6 en 1998, 7 en 2002 et 4 en 2006."
    },
    {
        "contexte": "Philipp Lahm (Allemagne) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 2006, 6 en 2010 et 7 en 2014."
    },
    {
        "contexte": "Bastian Schweinsteiger (Allemagne) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 7 en 2006, 7 en 2010 et 6 en 2014."
    },
    {
        "contexte": "Javier Mascherano (Argentine) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 5 en 2006, 4 en 2010, 7 en 2014 et 4 en 2018."
    },
    {
        "contexte": "Hugo Lloris (France) a disputé 20 matchs lors de différentes phases finales de la Coupe du Monde : 3 en 2010, 5 en 2014, 6 en 2018 et 6 en 2022."
    },
    {
        "contexte": "Le plus jeune entraîneur en phase finale de la Coupe du Monde était Juan José Tramutola (Argentine), âgé de 27 ans et 267 jours lors de l'édition de 1930."
    },
    {
        "contexte": "Le plus âgé des entraîneurs en phase finale de la Coupe du Monde était Otto Rehhagel (Grèce), âgé de 71 ans et 317 jours lors de l'édition de 2010."
    }
]